Repository: portos060474/dropo
Catalog: mobile_apps/IOS/user/Edelivery/String/*.lproj/Localizable.strings
Languages: ar, es, fr, pt_br

# TXT_ORDER_ON_DOORSTEP
source: Order Delivered
ar: أجل تسليم
es: Pedido entregado
fr: Commande livrée
pt_br: Order Receive

# TXT_ESTIMATE_DELIVERY_TIME
source: Estimated Delivery Time
ar: تقدير وقت التسليم
es: Tiempo estimado de entrega
fr: Estimation du délai de livraison
pt_br: Prazo de Entrega Estimado

# TXT_ADD_TO_CART
source: Add To Cart
ar: أضف إلى السلة
es: Añadir a la cesta
fr: Ajouter au panier
pt_br: Adicionar ao carrinho

# TXT_NOTE
source: Note For Item
ar: أدخل ملاحظة للعنصر
es: Introduzca la nota para el artículo
fr: Entrer une note pour l'article
pt_br: Inserir nota para o item

# TXT_NO_STORE_FOUND
source: No Store To Search
ar: لا متجر للبحث
es: No hay tienda para buscar
fr: Aucun magasin à rechercher
pt_br: Sem loja para pesquisar

# TXT_NOTE_FOR_ITEM
source: Note For Item
ar: ملاحظة للبند
es: Nota para el artículo
fr: Note pour l'article
pt_br: Nota por item

# TXT_THANK_YOU
source: Thank You
ar: شكرا جزيلا
es: Gracias
fr: Je vous remercie
pt_br: Obrigado

# TXT_TRACK_YOUR_ORDER
source: Track Your Order
ar: أتبع طلبك
es: Rastrea tu orden
fr: Suivre votre commande
pt_br: Rastreie a sua encomenda

# TXT_YOUR_ORDER_PLACED
source: Your order is placed and will be delivered soon !
ar: يتم وضع طلبك وسيتم تسليمه قريبًا!
es: ¡Su pedido se coloca y será entregado pronto!
fr: Votre commande est passée et sera livrée bientôt!
pt_br: A sua encomenda é feita e será entregue em breve!

# TXT_ORDER_PLACED
source: Order Placed
ar: تم الطلب
es: Orden colocada
fr: Commande passée
pt_br: Ordem Colocada

# TXT_GO_TO_CART
source: Go to cart
ar: الذهاب إلى السلة
es: Ir al carrito
fr: Aller au panier

# TXT_APP_VERSION
source: App Version
ar: نسخة التطبيق
es: Version de aplicacion
fr: Version de l'application
pt_br: Versão App

# TXT_TOTAL
source: Total
ar: مجموع

# TXT_PRICE
source: Price
ar: السعر
es: Precio
fr: Prix
pt_br: Preço

# TXT_REMOVE
source: Remove
ar: إزالة
es: retirar
fr: Retirer
pt_br: Remover

# SUN
source: Sunday
ar: الأحد
es: domingo
fr: dimanche
pt_br: Domingo

# MON
source: Monday
ar: الإثنين
es: lunes
fr: Lundi
pt_br: Segunda-feira

# TUE
source: Tuesday
ar: الثلاثاء
es: martes
fr: Mardi
pt_br: Terça-feira

# WED
source: Wednesday
ar: الأربعاء
es: miércoles
fr: Mercredi
pt_br: Quarta-feira

# THU
source: Thursday
ar: الخميس
es: jueves
fr: Jeudi
pt_br: Quinta-feira

# FRI
source: Friday
ar: يوم الجمعة
es: viernes
fr: Vendredi
pt_br: Sexta-feira

# SAT
source: Saturday
ar: يوم السبت
es: sábado
fr: samedi
pt_br: Sábado

# SHARE_CONFIRM_CODE
source: Your delivery confirmation code is :
ar: رمز التأكيد الخاص بك هو %@
es: Su código de confirmación es %@
fr: Votre code de confirmation est %@
pt_br: O seu código de confirmação é %@

# TXT_WALLET_HISTORY
source: Wallet History
ar: تاريخ المحفظة
es: Historia de la cartera
fr: Histoire du portefeuille
pt_br: História da Carteira

# TXT_ID
source: ID
ar: هوية شخصية
es: CARNÉ DE IDENTIDAD

# TXT_TOTAL_WALLET_AMOUNT
source: Total Wallet Amount
ar: إجمالي محفظة المحفظة
es: Monto total de la cartera
fr: Montant total du portefeuille
pt_br: Montante total da carteira

# WALLET_STATUS_ADDED_BY_ADMIN
source: Added By Admin
ar: أضيفت بواسطة الادارية
es: Añadido por el administrador
fr: Ajouté par l'administrateur
pt_br: Adicionado por Admin

# WALLET_STATUS_ADDED_BY_CARD
source: Added By Card
ar: أضيفت بواسطة بطاقة
es: Añadido por tarjeta
fr: Ajouté par carte
pt_br: Adicionado por cartão

# WALLET_STATUS_ADDED_BY_REFERRAL
source: Added By Referral
ar: أضيفت بواسطة الإحالة
es: Añadido por referencia
fr: Ajouté par référence
pt_br: Adicionado por indicação

# WALLET_STATUS_ORDER_CHARGED
source: Order Charge
ar: ترتيب مشحونة
es: Orden cargada
fr: Commande facturée
pt_br: Taxa de Encomenda

# WALLET_STATUS_ORDER_REFUND
source: Order Refund
ar: طلب استرداد
es: Reembolso de la orden
fr: Remboursement de commande
pt_br: Reembolso de encomendas

# WALLET_STATUS_ORDER_PROFIT
source: Order Profit
ar: ترتيب الربح
es: Orden de ganancia
fr: Profit de la commande

# WALLET_STATUS_ORDER_CANCELLATION_CHARGE
source: Order Refund
ar: طلب إلغاء رسوم
es: Cargo por cancelación de pedido
fr: Frais d'annulation de commande
pt_br: Taxa de Cancelamento de Encomenda

# WALLET_STATUS_WALLET_REQUEST_CHARGE
source: Order Profit
ar: رسوم طلب المحفظة
es: Cargos de solicitud de billetera
fr: Frais de demande de portefeuille
pt_br: Carga de Pedido de Carteira

# TXT_AMOUNT_DEDUCTED
source: Deducted Amount
ar: المبلغ المخصوم
es: Cantidad deducida
fr: Montant déduit
pt_br: Quantia Deduzida

# TXT_AMOUNT_ADDED
source: Added Amount
ar: المبلغ المضافة
es: Cantidad añadida
fr: Montant ajouté
pt_br: Quantia adicionada

# MSG_PLEASE_SELECT_VALID_DATE
source: Please select a valid schedule date and time.
ar: يرجى اختيار تاريخ صالح
es: Por favor, seleccione una fecha válida
fr: Veuillez sélectionner une date valide
pt_br: Por favor, seleccione a data válida

# TXT_FAVOURITE_STORE
source: Favourite Stores
ar: المتاجر المفضلة
es: Tiendas favoritas
fr: Magasins préférés
pt_br: Lojas Favoritas

# TXT_DELETE
source: Delete
ar: حذف
es: Borrar
fr: Effacer
pt_br: Eliminar

# TXT_PREPARE_ORDER
source: View Details
ar: عرض التفاصيل
es: Ver detalles
fr: Voir les détails
pt_br: Ver Detalhes

# TXT_TRACK_ORDER
source: Track Provider
ar: مزود المسار
es: Proveedor de pistas
fr: Piste fournisseur

# TXT_GET_CODE
source: Get Code
ar: الحصول على رمز
es: Obtener Código
fr: Obtenir le code
pt_br: Obter Código

# MSG_PLEASE_SELECT_VALID_ADDRESS
source: Please select a valid address
ar: يرجى اختيار عنوان صالح
es: Por favor, seleccione una dirección válida
fr: Veuillez sélectionner une adresse valide
pt_br: Por favor, seleccione um endereço válido

# MSG_NO_ITEM_TO_DELETE
source: Favourite store list not found.
ar: لم يتم اختيار المتجر المفضل
es: Ninguna tienda favorita seleccionada
fr: Aucun magasin préféré sélectionné
pt_br: Nenhuma Loja Favorita Seleccionada

# TXT_I_WILL_PICKUP_A_DELIVERY
source: I will pick up the delivery
ar: أنا سوف التقاط تسليم.
es: Voy a recoger una entrega.
fr: Je vais chercher une livraison.
pt_br: Eu vou buscar a entrega

# TXT_ENTER_ITEM_NAME
source: Search Item
ar: بحث البند هنا
es: Buscar artículo aquí
fr: Rechercher un article ici
pt_br: Pesquisar Item Aqui

# ERROR_CODE_551
source: Promo code already used.
ar: الرمز الترويجي مستخدم بالفعل
es: Código de promoción ya utilizado
fr: Code promo déjà utilisé
pt_br: Código Promocional Já Utilizado

# ERROR_CODE_833
source: Wallet history not found.
ar: لم يتم العثور على سجل المحفظة.
es: No se ha encontrado ningún historial de billetera.
fr: Aucun historique de portefeuille trouvé.
pt_br: Nenhuma Carteira Histórica Encontrada

# TXT_OVERVIEW
source: Overview
ar: نظرة عامة
es: Visión general
fr: Vue d'ensemble
pt_br: Panorâmica

# TXT_REVIEWS
source: Review
ar: التعليقات
es: Opiniones
fr: Avis
pt_br: Comentários

# TXT_STORE_CLOSED
source: Closed
ar: مغلق
es: Cerrado
fr: Fermé
pt_br: Fechado

# TXT_STORE_TIME
source: Store Timings
ar: وقت المتجر
es: Tienda de tiempo
fr: Temps de magasin

# TXT_OPEN_24_HOURS
source: Open 24 hours
ar: مفتوحة 24 ساعة
es: Abierto las 24 horas
fr: Ouvert 24 heures
pt_br: Aberto 24 horas

# TXT_SHARE_WITH_FRIEND
source: Share with Friends
ar: شارك مع الاصدقاء
es: COMPARTIR CON AMIGOS
fr: PARTAGER AVEC DES AMIS
pt_br: PARTILHAR COM AMIGOS

# TXT_MIN_INVOICE_AMOUNT_MSG
source: The configuration allows you to specify a minimum amount,that order totals are required to meet
ar: يسمح لك التكوين بتحديد الحد الأدنى للمبلغ ، ويلزم تلبية إجماليات الطلبات
es: La configuración le permite especificar una cantidad mínima, que los totales de pedido deben cumplir
fr: La configuration vous permet de spécifier un montant minimum que le total de la commande doit respecter
pt_br: A configuração permite especificar um montante mínimo, que os totais da encomenda são necessários para cumprir

# TXT_ADD_MORE_ITEMS
source: Please select one or more items.
ar: إضافة المزيد من العناصر
es: Añadir más artículos
fr: Ajouter plus d'articles
pt_br: Adicionar mais itens

# TXT_MIN_AMOUNT
source: Minimum order price
ar: الحد الأدنى للطلب
es: Cantidad de orden mínima
fr: Montant minimum de commande
pt_br: Montante mínimo de encomenda

# TXT_BUSY
source: Busy
ar: مشغول
es: Ocupado
fr: Occupé
pt_br: Ocupado

# TXT_NO_DELIVERY_AVAILABLE
source: Sorry we are not delivering in your area!
ar: آسف نحن لا نقدم في منطقتك!
es: Lo sentimos, no estamos entregando en su área!
fr: Désolé, nous ne livrons pas dans votre région!
pt_br: Lamentamos não estarmos a entregar na sua área!

# TXT_CALL_NOW
source: Call Now
ar: اتصل الان
es: Llama ahora
fr: Appelle maintenant
pt_br: Ligue agora

# TXT_MAIL
source: Mail
ar: بريد
es: Correo
fr: Courrier
pt_br: Correio

# TXT_TERMS_AND_CONDITIONS
source: Terms & Conditions
ar: الشروط والأحكام
es: Términos y condiciones
fr: Termes & Conditions
pt_br: T & C

# TXT_PRIVACY_POLICIES
source: Privacy Policy
ar: سياسات الخصوصية
es: Política de privacidad
fr: Politique de confidentialité
pt_br: Políticas de Privacidade

# TXT_SIGN_UP_PRIVACY
source: By accepting you are agreeing to our
ar: بالمتابعة ، أنت توافق علي الشروط
es: Al continuar, usted acepta nuestra
fr: En continuant, vous acceptez notre
pt_br: Ao aceitar o nosso acordo

# text_and
source: and
ar: و
es: y
fr: et

# TXT_HELP_CENTER
source: Help
ar: مساعدة
es: Ayuda
fr: Aidez-moi
pt_br: Ajuda

# MSG_PLEASE_ACCEPT_TERMS_AND_CODNITION_FIRST
source: Please accept the terms and conditions first.
ar: يرجى قبول الشروط والأحكام أولا.
es: Por favor acepte los términos y condiciones primero.
fr: S'il vous plaît accepter les termes et conditions en premier.
pt_br: Por favor Aceite primeiro os termos e condição

# TXT_OTHER_DETAILS
source: Other Details
ar: تفاصيل أخرى
es: Otros detalles
fr: Autres détails
pt_br: Outros detalhes

# TXT_ORDER_RECEIVED_BY
source: Order received by
ar: تلقى الطلب من قبل
es: Orden recibida por
fr: Commande reçue par
pt_br: Ordem recebida por

# TXT_CART
source: Cart
ar: عربة التسوق
es: Carro
fr: Chariot
pt_br: Carrinho

# TXT_REORDER
source: Reorder
ar: إعادة ترتيب
es: Reordenar
fr: Réorganiser
pt_br: Reordenar

# TXT_CANCELLATION_CHARGE_APPLY
source: Cancellation charges apply
ar: تطبق رسوم الإلغاء
es: se aplica un cargo por cancelación
fr: frais d'annulation applicables
pt_br: Aplicam-se taxas de cancelamento

# TXT_UPDATE_CART
source: Update Cart
ar: تحديث العربة
es: Actualización de la compra
fr: Mise à jour panier
pt_br: Carrinho de Actualização

# TXT_SERVICE_COST
source: Service Price
ar: سعر الخدمة
es: Precio de servicio
fr: Prix du service
pt_br: Preço do serviço

# TXT_CURRENT_RATE
source: Current Rate
ar: المعدل الحالي
es: Tasa actual
fr: Taux actuel
pt_br: Taxa actual

# MSG_CODE_0
source: UNKNOWN MESSAGE CODE
ar: رمز رسالة غير معروف
es: CÓDIGO DE MENSAJE DESCONOCIDO
fr: CODE DE MESSAGE INCONNU
pt_br: CÓDIGO DE MENSAGEM DESCONHECIDO

# MSG_CODE_101
source: You have been registered successfully.
ar: أنت مسجل بنجاح.
es: Usted está registrado con éxito.
fr: Vous êtes enregistré avec succès.
pt_br: Foste registado com sucesso

# MSG_CODE_102
source: You have logged in successfully.
ar: تم تسجيل دخولك بنجاح
es: Has iniciado sesión correctamente.
fr: Vous êtes connecté avec succès.
pt_br: Está logado com sucesso

# MSG_CODE_103
source: Your profile has been updated successfully.
ar: تم تحديث ملفك الشخصي بنجاح.
es: Tu perfil ha sido actualizado exitosamente.
fr: Votre profil a été mis à jour avec succés.
pt_br: O seu perfil foi actualizado com sucesso

# MSG_CODE_105
source: OTP send successfully.
ar: إرسال OTP بنجاح.
es: OTP enviar con éxito.
fr: OTP envoi avec succès.
pt_br: OTP enviar com sucesso

# MSG_CODE_106
source: Updated device token successfully.
ar: تحديث الرمز المميز للجهاز بنجاح.
es: Actualizar el token del dispositivo con éxito.
fr: Mettre à jour le jeton de périphérique avec succès.
pt_br: Ficha de dispositivo actualizada com sucesso

# MSG_CODE_107
source: You are successfully logged out.
ar: قمت بتسجيل الدخول بنجاح.
es: Se ha cerrado la sesión con éxito.
fr: Vous êtes déconnecté avec succès.
pt_br: Você está logado com sucesso

# MSG_CODE_114
source: Wallet amount added successfully
ar: تم إضافة مبلغ المحفظة بنجاح
es: Monto de cartera agregado exitosamente
fr: Montant du portefeuille ajouté avec succès
pt_br: Montante da carteira adicionado com sucesso

# MSG_CODE_115
source: Wallet status changed successfully.
ar: تم تغيير حالة المحفظة بنجاح.
es: Cambio de estado de billetera con éxito.
fr: Le statut du portefeuille a été modifié avec succès.
pt_br: O estatuto da carteira mudou com sucesso

# MSG_CODE_116
source: Order payment received successfully.
ar: طلب الدفع بنجاح.
es: Pida el pago con éxito.
fr: Paiement de la commande avec succès.
pt_br: Ordem de pagamento recebida com sucesso

# MSG_CODE_117
source: History fetched successfully.
ar: الحصول على التاريخ بنجاح.
es: La historia consigue con éxito.
fr: Histoire obtenir avec succès.
pt_br: História adquirida com sucesso

# MSG_CODE_120
source: Fetched order details successfully.
ar: الحصول على تفاصيل الطلب بنجاح.
es: Obtener detalles de la orden con éxito.
fr: Obtenir les détails de la commande avec succès.
pt_br: Pormenores de encomenda obtidos com sucesso

# MSG_CODE_191
source: Now you have been approved.
ar: الآن أنت موافق.
es: Ahora usted aprueba.
fr: Maintenant vous avez approuvé.
pt_br: Agora foi aprovado

# MSG_CODE_192
source: Now you have been declined
ar: الآن أنت رفضت
es: Ahora te negaste
fr: Maintenant vous avez décliné
pt_br: Agora foi recusado

# MSG_CODE_193
source: Feedback submitted successfully.
ar: ردود الفعل تقدم بنجاح.
es: Comentarios enviados con éxito.
fr: Commentaires soumis avec succès.
pt_br: Feedback submetido com sucesso

# MSG_CODE_199
source: Feedback submitted successfully.
ar: ردود الفعل تقدم بنجاح.
es: Comentarios enviados con éxito.
fr: Commentaires soumis avec succès.
pt_br: Feedback submetido com sucesso

# MSG_CODE_241
source: Created the order successfully.
ar: إنشاء النظام بنجاح.
es: Crear orden con éxito.
fr: Créer une commande avec succès.
pt_br: Criou a encomenda com sucesso

# MSG_CODE_246
source: Order cancelled successfully.
ar: طلب إلغاء بنجاح.
es: El pedido se cancela con éxito.
fr: Commande annuler avec succès.
pt_br: Encomenda cancelada com sucesso

# MSG_CODE_253
source: Order completed successfully.
ar: اكتمل الطلب بنجاح.
es: Pedido completado con éxito.
fr: Commande terminée avec succès.
pt_br: Encomenda concluída com sucesso

# MSG_CODE_913
source: Document uploaded successfully.
ar: تحميل المستند بنجاح.
es: Carga de documentos con éxito.
fr: Document téléchargé avec succès.
pt_br: Carregamento de documentos com sucesso

# MSG_CODE_914
source: Document image uploaded successfully.
ar: تحميل صورة المستند بنجاح.
es: Carga de la imagen del documento con éxito.
fr: Document image uploadée avec succès.
pt_br: Imagem de documento carregada com sucesso

# MSG_CODE_951
source: Updated items in cart successfully.
ar: تحديث العنصر في السلة بنجاح.
es: Actualizar artículo en el carrito con éxito.
fr: Mise à jour de l'article dans le panier avec succès.
pt_br: Itens actualizados no carrinho com sucesso

# MSG_CODE_952
source: Added items in cart successfully.
ar: إضافة عنصر في عربة بنجاح.
es: Añadir artículo en el carrito con éxito.
fr: Ajouter l'article dans le panier avec succès.
pt_br: Adição de artigos no carrinho com sucesso

# MSG_CODE_953
source: Fetched the cart successfully.
ar: الحصول على عربة بنجاح.
es: Consigue el carrito con éxito.
fr: Obtenir le panier avec succès.
pt_br: Apanhei o carrinho com sucesso

# MSG_CODE_954
source: Cleared the cart successfully.
ar: مسح العربة بنجاح.
es: Borrar el carrito con éxito.
fr: Effacer le panier avec succès.
pt_br: Limpou o carrinho com sucesso

# MSG_CODE_113
source: Order invoice generated successfully.
ar: إنشاء فاتورة الطلب بنجاح.
es: La factura del pedido se genera con éxito.
fr: La facture de commande génère avec succès.
pt_br: Encomendar factura gerada com sucesso

# MSG_CODE_196
source: OTP Verification process is successful.
ar: تم التحقق من OTP بنجاح.
es: Verificación OTP con éxito.
fr: Vérification d'OTP réussie.
pt_br: O processo de Verificação OTP é bem sucedido

# MSG_CODE_197
source: Promo code applied successfully.
ar: تطبيق الرمز الترويجي بنجاح.
es: Código de promoción aplicar con éxito.
fr: Le code promotionnel est appliqué avec succès.
pt_br: Código promocional aplicado com sucesso

# MSG_CODE_307
source: Reviewed successfully.
ar: مراجعة بنجاح.
es: Revisar con éxito.
fr: Révisez avec succès.
pt_br: Revisto com sucesso

# MSG_CODE_200
source: Fetched favourite store list successfully.
ar: احصل على قائمة المتاجر المفضلة بنجاح.
es: Obtener la lista de tiendas favoritas con éxito.
fr: Obtenez la liste de magasin préféré avec succès.
pt_br: Buscar a lista de lojas favoritas com sucesso

# MSG_CODE_306
source: Fetched store review list successfully.
ar: الحصول على قائمة مراجعة المتجر بنجاح.
es: obtener la lista de revisión de la tienda con éxito.
fr: obtenir la liste de revue de magasin avec succès.
pt_br: Lista de revisão de loja obtida com sucesso

# MSG_CODE_109
source: Added favourite store successfully.
ar: أضف المتجر المفضل بنجاح.
es: Añadir la tienda favorita con éxito.
fr: Ajouter le magasin préféré avec succès.
pt_br: Adicionada com sucesso a loja favorita

# MSG_CODE_110
source: Deleted favourite store successfully.
ar: حذف المتجر المفضل بنجاح.
es: Eliminar la tienda favorita con éxito.
fr: Supprimer le magasin préféré avec succès.
pt_br: Apagada loja favorita com sucesso

# MSG_CODE_955
source: Delivery address changed successfully.
ar: تم تغيير عنوان التسليم بنجاح.
es: La dirección de entrega cambió con éxito.
fr: Adresse de livraison modifiée avec succès.
pt_br: Endereço de entrega alterado com sucesso

# ERROR_CODE_0
source: UNKNOWN ERROR CODE.
ar: رمز خطأ غير معروف.
es: CÓDIGO DE ERROR DESCONOCIDO.
fr: CODE D'ERREUR INCONNU.
pt_br: CÓDIGO DE ERRO DESCONHECIDO

# ERROR_CODE_999
source: Invalid token.
ar: رمز غير صالح.
es: Simbolo no valido.
fr: Jeton invalide.
pt_br: Ficha inválida

# ERROR_CODE_501
source: Registration has failed.
ar: تم رفع التسجيل
es: El registro ha sido archivado.
fr: L'inscription a été déposée.
pt_br: O registo falhou

# ERROR_CODE_502
source: This Email id is already registered.
ar: معرف البريد الإلكتروني هو التسجيل بالفعل.
es: El ID de correo electrónico ya está registrado.
fr: Email id est déjà inscrit.
pt_br: Esta identificação de e-mail já está registada

# ERROR_CODE_503
source: You are already registered with this mobile number.
ar: أنت مسجل بالفعل مع رقم الجوال هذا.
es: Ya estás registrado con este número de móvil.
fr: Vous êtes déjà inscrit avec ce numéro de mobile.
pt_br: Já está registado com este número de telemóvel

# ERROR_CODE_511
source: Login attempt failed.
ar: فشلت محاولة تسجيل الدخول.
es: Intento de acceso fallido.
fr: La tentative de connexion a échoué.
pt_br: Tentativa de login falhou

# ERROR_CODE_512
source: You are not a registered user. Please register first.
ar: أنت لست مستخدم مسجل. يرجى التسجيل أولا.
es: Usted no es un usuario registrado. Por favor regístrese primero.
fr: Vous n'êtes pas un utilisateur enregistré. S'il vous plaît inscrivez-vous d'abord.
pt_br: Não é um utilizador registado. Por favor, registe-se primeiro

# ERROR_CODE_513
source: Your password is invalid
ar: الرجاء إدخال كلمة السر الصحيحة.
es: Por favor introduce una contraseña válida.
fr: Entrer un mot de passe valide s'il vous plait.
pt_br: Por favor introduza uma palavra-passe válida

# ERROR_CODE_521
source: User profile upload has been failed.
ar: فشل تحميل ملف تعريف المستخدم.
es: La carga del perfil de usuario ha fallado.
fr: Le téléchargement du profil utilisateur a échoué.
pt_br: O carregamento do perfil de utilizador falhou

# ERROR_CODE_522
source: Device token updating failed.
ar: فشل تحديث رمز الجهاز.
es: Error al actualizar el token del dispositivo.
fr: La mise à jour du jeton de périphérique a échoué.
pt_br: A actualização do token do dispositivo falhou

# ERROR_CODE_523
source: Logout attempt failed.
ar: فشلت محاولة تسجيل الخروج.
es: El intento de cierre de sesión ha fallado.
fr: La tentative de déconnexion a échoué.
pt_br: Tentativa de logout falhou

# ERROR_CODE_531
source: Invalid referral code.
ar: رمز الإحالة غير صالح.
es: Código de referencia no válido.
fr: Code de référence invalide.
pt_br: Código de referência inválido

# ERROR_CODE_532
source: Already apply referral code.
ar: تطبق بالفعل رمز الإحالة.
es: Ya aplica el código de referencia.
fr: Appliquez déjà le code de référence.
pt_br: Já aplicar o código de referência

# ERROR_CODE_533
source: Referral application failed.
ar: إحالة تطبيق فشل.
es: Solicitud de referencia fallida
fr: Demande de recommandation échouée.
pt_br: Pedido de reenvio falhou

# ERROR_CODE_534
source: User data not found.
ar: بيانات المستخدم غير موجودة.
es: Datos de usuario no encontrados.
fr: Données d'utilisateur non trouvées.
pt_br: Dados do utilizador não encontrados

# ERROR_CODE_535
source: Order invoice generation failed.
ar: فشل فاتورة الطلب.
es: La factura del pedido falló.
fr: La facture de commande a échoué.
pt_br: Falha na geração de facturas de encomenda

# ERROR_CODE_536
source: Failed to add money in the wallet.
ar: فشل إضافة المال في المحفظة.
es: Añadir dinero en la cartera fracasó.
fr: L'ajout d'argent dans le portefeuille a échoué.
pt_br: Falha em adicionar dinheiro na carteira

# ERROR_CODE_537
source: Wallet status change failed.
ar: فشل تغيير حالة المحفظة.
es: El cambio de estado de la cartera ha fallado.
fr: Le changement d'état du portefeuille a échoué.
pt_br: A alteração do estatuto da carteira falhou

# ERROR_CODE_538
source: Payment failed.
ar: عملية الدفع فشلت.
es: Pago fallido.
fr: Paiement échoué.
pt_br: O pagamento falhou

# ERROR_CODE_539
source: Order history not found.
ar: لم يتم العثور على سجل الطلب.
es: Historial de pedidos no encontrado.
fr: Historique des commandes non trouvé.
pt_br: História da encomenda não encontrada

# ERROR_CODE_540
source: Order detail not found.
ar: ترتيب التفاصيل غير موجود.
es: Detalle de pedido no encontrado.
fr: Détail de la commande non trouvé.
pt_br: Detalhe do pedido não encontrado

# ERROR_CODE_651
source: Order placing failed.
ar: قدم الطلب.
es: Orden archivada.
fr: Ordre déposé.
pt_br: A colocação de encomendas falhou

# ERROR_CODE_652
source: Order not found.
ar: لم يتم العثور على الطلب.
es: Orden no encontrada.
fr: Commande non trouvée.
pt_br: Ordem não encontrada

# ERROR_CODE_656
source: Order Cancellation failed.
ar: فشل إلغاء الطلب.
es: Cancela la orden fallida
fr: Annuler la commande a échoué.
pt_br: Cancelamento de encomendas falhou

# ERROR_CODE_659
source: Order completion failed.
ar: فشل الطلب الكامل.
es: Orden completada fallida
fr: Commande terminée échouée.
pt_br: A conclusão da encomenda falhou

# ERROR_CODE_961
source: Add in cart failed.
ar: أضف في السلة فشل.
es: Añadir en el carrito falló.
fr: Ajout dans le panier a échoué.
pt_br: Adicionar ao carrinho falhou

# ERROR_CODE_962
source: Cart not found.
ar: السلة غير موجودة
es: Carrito no encontrado.
fr: Panier non trouvé.
pt_br: Carrinho não encontrado

# ERROR_CODE_963
source: Update cart failed.
ar: فشل تحديث السلة.
es: El carrito de actualización falló.
fr: Le panier de mise à jour a échoué.
pt_br: Carro de actualização falhou

# ERROR_CODE_964
source: Clear cart failed.
ar: فشل عربة واضحة.
es: Carro claro fallado.
fr: Le panier vide a échoué.
pt_br: Carro claro falhou

# ERROR_CODE_1001
source: Document data addition failed.
ar: فشل إضافة بيانات المستند.
es: Se ha producido un error al agregar datos de documento.
fr: L'ajout de données de document a échoué.
pt_br: Acréscimo de dados de documentos falhou

# ERROR_CODE_1002
source: Document not found.
ar: المستند غير موجود.
es: Documento no encontrado.
fr: Document non trouvé.
pt_br: Documento não encontrado
