Repository: portos060474/dropo
Catalog: mobile_apps/IOS/user/Edelivery/String/*.lproj/Localizable.strings
Languages: ar, es, fr, pt_br

# TXT_INTRO_MSG2
source: Choose your favorite picks to make your order The way you want
es: Elija sus selecciones favoritas para hacer su pedido de la manera que desee
fr: Choisissez vos choix préférés pour passer votre commande comme vous le souhaitez
pt_br: Escolha as suas escolhas favoritas para fazer o seu pedido da maneira que quiser

# TXT_SKIP_NOW
source: Skip now
es: Omitir ahora
fr: Ignorer maintenant
pt_br: Saltar agora

# TXT_NEXT
source: Next
es: Siguiente
fr: Suivant
pt_br: Próximo

source: Eg.1234
es: Ej.1234
fr: Ex.1234

source: Eg.123456
es: Ej.123456
fr: Ex.123456

source: Eg.dd-mm-yyyy
es: Ej.dd-mm-yyyy
fr: Ex.jj-mm-aaaa

# text_book_at_restaurant
source: Book at restaurant
es: Reservar en restaurante
fr: Réservez au restaurant

# APP_NAME
source: Dropo
pt_br: Edelivery

# TXT_PAYPAL_MESSAGE
source: Pay with PayPal a simpler and safer way to pay.
pt_br: Pague com PayPal uma forma mais simples e segura de pagar

# MSG_DELIVERY_MAN_PICKED_COURIER
source: Your courier has been dispatch.
pt_br: O seu mensageiro foi enviado

# ERROR_CODE_559
source: Promo usage is out of limit.
pt_br: O uso promocional está fora do limite

# ERROR_CODE_560
source: Promo amount is less than minimum amount limit.
pt_br: O montante promocional é inferior ao limite mínimo de montante

# ERROR_CODE_637
source: Order details not found.
pt_br: Detalhes de encomenda não encontrados

# MSG_DELIVERY_MAN_ARRIVED_AT_DESTINATION_COURIER
source: Your courier has arrived at the desired location.
pt_br: O seu estafeta chegou ao local desejado
