Repository: portos060474/dropo
Catalog: mobile_apps/IOS/user/Edelivery/String/*.lproj/Localizable.strings
Languages: ar, es, fr, pt_br

# ERROR_CODE_1004
source: Document upload failed.
ar: فشل تحميل المستند.
es: La carga del documento falló.
fr: Échec du téléchargement du document.
pt_br: O carregamento de documentos falhou

# ERROR_CODE_1005
source: Update failed.
ar: فشل التحديث.
es: Actualización fallida.
fr: Mise à jour a échoué.
pt_br: Actualização falhada

# ERROR_CODE_1014
source: Card data addition failed.
ar: فشل إضافة بيانات البطاقة.
es: Fallo al agregar datos de la tarjeta.
fr: L'ajout de données de carte a échoué.
pt_br: A adição de dados do cartão falhou

# ERROR_CODE_1015
source: Invalid payment token.
ar: رمز الدفع غير صالح.
es: Token de pago no válido.
fr: Jeton de paiement invalide.
pt_br: Ficha de pagamento inválida

# ERROR_CODE_1016
source: Card data not found.
ar: لم يتم العثور على بيانات البطاقة.
es: Datos de la tarjeta no encontrados.
fr: Données de carte non trouvées.
pt_br: Dados do cartão não encontrados

# ERROR_CODE_1017
source: Card deletion failed.
ar: فشل حذف البطاقة.
es: Falló la eliminación de la tarjeta.
fr: La suppression de la carte a échoué.
pt_br: A eliminação do cartão falhou

# ERROR_CODE_1018
source: Card selection failed.
ar: فشل اختيار البطاقة.
es: La selección de la tarjeta falló.
fr: La sélection de la carte a échoué.
pt_br: A selecção do cartão falhou

# ERROR_CODE_1019
source: Card deselect failed.
ar: فشل إلغاء البطاقة.
es: Falló la deselección de la tarjeta.
fr: La désélection de la carte a échoué.
pt_br: Cartão desmarcado falhou

# ERROR_CODE_542
source: OTP Verification failed.
ar: فشل التحقق من OTP.
es: La verificación de OTP falló.
fr: La vérification d'OTP a échoué.
pt_br: A Verificação OTP falhou

# ERROR_CODE_547
source: Referral code not valid for your country.
ar: رمز الإحالة غير صالح لبلدك.
es: Código de referencia no válido para su país.
fr: Le code de parrainage n'est pas valide pour votre pays.
pt_br: Código de referência não válido para o seu país

# ERROR_CODE_541
source: Referral code not valid.
ar: رمز الإحالة غير صالح.
es: Código de referencia no válido.
fr: Code de référence non valide.
pt_br: Código de referência não válido

# ERROR_CODE_549
source: Your order payment is pending.
ar: دفع طلبك معلق.
es: Su orden de pago pendiente.
fr: Le paiement de votre commande en attente.
pt_br: O pagamento da sua encomenda está pendente

# ERROR_CODE_548
source: Invoice not found.
ar: الفاتورة غير موجودة.
es: Factura no encontrada.
fr: Facture non trouvée.
pt_br: Factura não encontrada

# ERROR_CODE_892
source: No item found.
ar: لم يتم العثور على عنصر.
es: No se ha encontrado ningún artículo.
fr: Aucun article trouvé.
pt_br: Nenhum item encontrado

# ERROR_CODE_550
source: Referral code is out of usage limit in your country.
ar: رمز الإحالة خارج حدود الاستخدامات في بلدك.
es: El código de referencia está fuera del límite de usos en su país.
fr: Le code de référence est hors limites d'utilisation dans votre pays.
pt_br: O código de referência está fora do limite de utilização no seu país

# ERROR_CODE_634
source: Store not found.
ar: المتجر غير موجود
es: Tienda no encontrada.
fr: Magasin non trouvé.
pt_br: Loja não encontrada

# ERROR_CODE_635
source: Store is closed.
ar: تخزين الأعمال قبالة.
es: Tienda de negocios fuera.
fr: Stockez vos affaires.
pt_br: A loja está fechada

# ERROR_CODE_505
source: You have been registered with a social account already.
ar: لقد تم تسجيلك بالفعل مع Social.
es: Ya estabas registrado con sociales.
fr: Vous étiez déjà enregistré avec social.
pt_br: Já foi registado com uma conta social

# ERROR_CODE_506
source: You have not registered with a social account.
ar: أنت غير مسجل مع اجتماعي.
es: No estás registrado en las redes sociales.
fr: Vous n'êtes pas inscrit à social.
pt_br: Não se registou com uma conta social

# ERROR_CODE_813
source: Business or service not available in this city.
ar: العمل أو الخدمة غير متوفرة في هذه المدينة.
es: Negocio o servicio no disponible en esta ciudad.
fr: Entreprise ou service non disponible dans cette ville.
pt_br: Negócio ou serviço não disponível nesta cidade

# ERROR_CODE_546
source: Invalid or expired promo code.
ar: الرمز الترويجي غير صالح أو منتهي الصلاحية.
es: Código de promoción no válido o caducado.
fr: Code promo invalide ou expiré.
pt_br: Código promocional inválido ou caducado

# ERROR_CODE_801
source: Country details not found.
ar: لم يتم العثور على تفاصيل البلد.
es: Detalles del país no encontrados.
fr: Détail du pays non trouvé.
pt_br: Detalhes do país não encontrados

# ERROR_CODE_811
source: City details not found.
ar: لم يتم العثور على تفاصيل المدينة.
es: Detalle de la ciudad no encontrado.
fr: Détail de la ville introuvable.
pt_br: Detalhes da cidade não encontrados

# ERROR_CODE_804
source: Business is not available in your country.
ar: العمل ليس في بلدك.
es: Negocio no en tu país.
fr: Pas dans votre pays.
pt_br: O negócio não está disponível no seu país

# ERROR_CODE_965
source: Your selected store does not deliver in this region.
ar: متجر سلة التسوق غير متاح في هذه المنطقة.
es: Su tienda de carrito no está disponible en esta región.
fr: Votre magasin de cart non disponible dans cette région.
pt_br: A sua loja seleccionada não faz entregas nesta região

# ERROR_CODE_843
source: Business or service not available in this city.
ar: العمل أو الخدمة غير متوفرة في هذه المدينة.
es: Negocio o servicio no disponible en esta ciudad.
fr: Entreprise ou service non disponible dans cette ville.
pt_br: Negócio ou serviço não disponível nesta cidade

# ERROR_CODE_552
source: Promo code is not applicable in this city.
ar: الرمز الترويجي ليس للمدينة.
es: Código de promoción no para la ciudad.
fr: Code promo pas pour la ville.
pt_br: O código promocional não é aplicável nesta cidade

# ERROR_CODE_553
source: No delivery charges applied on your order. Hence, you can not apply promo.
ar: رسوم التوصيل الخاصة بك مجانا لا يمكنك تطبيق الترويجي.
es: Su cargo de envío gratis no puede aplicar promo.
fr: Votre livraison gratuite, vous ne pouvez pas appliquer la promo.
pt_br: Nenhuma taxa de entrega aplicada à sua encomenda. Por conseguinte, não pode aplicar promoções

# ERROR_CODE_554
source: Adding favourite store failed.
ar: إضافة المتجر المفضل فشل.
es: Añadir tienda favorita falló.
fr: L'ajout du magasin favori a échoué.
pt_br: A adição da loja favorita falhou

# ERROR_CODE_555
source: Deleting favourite store failed.
ar: حذف المتجر المفضل فشل.
es: Error al eliminar la tienda favorita.
fr: La suppression du magasin favori a échoué.
pt_br: Apagar a loja favorita falhou

# ERROR_CODE_556
source: Favourite store list not found.
ar: قائمة المتاجر المفضلة غير موجودة.
es: Lista de tiendas favoritas no encontrada.
fr: Liste de magasin préféré non trouvée.
pt_br: Lista de lojas favoritas não encontradas

# ERROR_CODE_557
source: Your order amount is less than the store's defined minimum order price.
ar: سعر طلبك أقل ثم تخزين الحد الأدنى لسعر الطلب.
es: El precio de su pedido es menor que el precio mínimo de compra
fr: Le prix de votre commande est inférieur au prix minimum de la commande.
pt_br: O montante da sua encomenda é inferior ao preço mínimo de encomenda definido pela loja

# ERROR_CODE_807
source: Store review list not found.
ar: قائمة مراجعة المتجر غير موجودة.
es: Tienda lista de revisión no encontrada.
fr: Liste de revues de magasin non trouvée.
pt_br: Lista de revisão da loja não encontrada

# ERROR_CODE_808
source: Store review data not found.
ar: لم يتم العثور على بيانات مراجعة المتجر.
es: Almacenar datos de revisión no encontrados.
fr: Stocker les données de révision non trouvées.
pt_br: Armazenar dados de revisão não encontrados

# ERROR_CODE_809
source: Store review uploading failed.
ar: متجر مراجعة مثل فشل.
es: La crítica de la tienda ha fallado.
fr: Avis magasin comme a échoué.
pt_br: O carregamento da revisão da loja falhou

# ERROR_CODE_558
source: Delivery service is not available in your city.
ar: خدمة التوصيل غير متوفرة في مدينتك.
es: Servicio de entrega no disponible en tu ciudad.
fr: Service de livraison non disponible dans votre ville.
pt_br: O serviço de entrega não está disponível na sua cidade

# ERROR_CODE_643
source: Mismatched store id.
ar: معرف مخزن تطابق سوء.
es: Identificación de la tienda de coincidencias.
fr: Ne correspond pas à l'identifiant du magasin.
pt_br: Identificação de loja desajustada

# ERROR_CODE_561
source: Store not found.
ar: لم يتم العثور على متجر.
es: No se ha encontrado ninguna tienda.
fr: Aucun magasin trouvé.
pt_br: Nenhuma loja encontrada

# ERROR_CODE_569
source: Insufficient wallet balance.
ar: عدم كفاية رصيد المحفظة
es: Saldo de cartera insuficiente
fr: Solde de portefeuille insuffisant
pt_br: Insuficiente equilíbrio da carteira

# ERROR_CODE_1000
source: Requested Details not found.
ar: Detail Not Found.
es: Detail Not Found.
fr: Detail Not Found.
pt_br: Detalhes Solicitados não encontrados

# ERROR_CODE_851
source: We are not providing service in this area.
ar: نحن لا نقدم الخدمة في هذا المجال.
es: No brindamos servicio en esta área.
fr: Nous ne fournissons pas de service dans ce domaine.

# HTTP_ERROR_CODE_404
source: URL not found Please check your internet connection
ar: عنوان url غير موجود الرجاء التحقق من اتصالك بالإنترنت
es: Url no encontrado por favor revise su conexión a internet
fr: Url not found Veuillez vérifier votre connexion internet
pt_br: URL não encontrado Por favor, verifique a sua ligação à Internet

# HTTP_ERROR_CODE_502
source: Bad gateway
ar: مدخل خاطأ
es: Puerta de enlace mal
fr: Mauvaise passerelle
pt_br: Porta de entrada má

# HTTP_ERROR_CODE_504
source: Gateway timeout
ar: غمازة
es: Tiempo de espera de la puerta de enlace
fr: Délai d'attente de la passerelle

# HTTP_ERROR_CODE_503
source: Service unavailable
ar: الخدمة غير متوفرة
es: Servicio no disponible
fr: Service indisponible
pt_br: Serviço indisponível

# HTTP_ERROR_CODE_500
source: Internal server error
ar: خطأ في الخادم الداخلي
es: Error de servidor interno
fr: Erreur Interne du Serveur
pt_br: Erro interno do servidor

# HTTP_ERROR_CODE_408
source: Request timeout
ar: طلب مهلة
es: Pide tiempo fuera
fr: Demande de délai d'attente
pt_br: Solicitar tempo limite

# HTTP_ERROR_CODE_413
source: Requested entity is too large
ar: طلب كيان كبير
es: Solicitud de entidad a gran
fr: Demander l'entité au grand
pt_br: A entidade requerida é demasiado grande

# UNIT_MIN
source: mins
ar: دقيقة
es: minutos
fr: minutes

# UNIT_MILE
source: mile
ar: ميل
es: milla
pt_br: milha

# UNIT_KM
source: km
ar: كم

# TXT_COURIER
source: Courier
ar: التوصيل
es: Mensajera
fr: Courrier
pt_br: Correio

# TXT_COURIER_ORDER
source: Courier Order
ar: أمر ساعي
es: Orden de mensajería
fr: Ordonnance de messagerie
pt_br: Ordem de Correio

# ERROR_CODE_966
source: Your delivery address is out of delivery area
ar: عنوان التسليم الخاص بك خارج المنطقة.
es: Su dirección de entrega fuera del área.
fr: Votre adresse de livraison hors zone.
pt_br: O seu endereço de entrega está fora da área de entrega

# MSG_PLEASE_ENTER_PICKUP_ADDRESS
source: Please enter pickup address
ar: يرجى إدخال عنوان الالتقاط
es: Por favor, introduzca la dirección de recogida
fr: Veuillez saisir l'adresse de retrait
pt_br: Por favor, introduza o endereço de levantamento

# MSG_PLEASE_ENTER_DESTINATION_ADDRESS
source: Please enter destination address
ar: يرجى إدخال عنوان الوجهة
es: Por favor, introduzca la dirección de destino
fr: Veuillez saisir l'adresse de destination
pt_br: Por favor, introduza o endereço de destino

# TXT_PICKUP_ADDRESS
source: Pickup Address
ar: عنوان الالتقاط
es: Dirección de entrega
fr: Adresse de ramassage
pt_br: Endereço de levantamento

# TXT_PRICE_PER_DISTANCE
source: Price per distance
ar: السعر لكل مسافة
es: Precio por distancia
fr: Prix ​​par distance
pt_br: Preço por distância

# TXT_PARCEL_CAPACITY
source: Parcel capacity
ar: سعة الطرد
es: Capacidad del paquete
fr: Capacité du colis
pt_br: Capacidade das parcelas

# TXT_DESCRIPTION
source: Description
ar: وصف
es: Descripción
fr: La description
pt_br: Descrição

# TXT_CHOOSE_DELIVERY_VEHICLE
source: Choose Delivery Vehicle
ar: اختر مركبة التوصيل
es: Elegir vehículo de entrega
fr: Choisissez le véhicule de livraison
pt_br: Escolher Veículo de Entrega

# TXT_COURIER_DETAIL
source: Courier Details
ar: تفاصيل البريد السريع
es: Detalle de mensajería
fr: Détail du courrier
pt_br: Detalhes do Correio

# TXT_NEED_LOGIN_FOR_COURIER
source: You need to login for courier delivery
ar: تحتاج إلى تسجيل الدخول لتسليم البريد السريع
es: Debe iniciar sesión para la entrega de mensajería
fr: Vous devez vous connecter pour la livraison par messagerie
pt_br: É necessário fazer o login para a entrega por mensageiro

# TXT_ADD_PHOTO_HERE
source: Add Photo Here
ar: أضف صورة هنا
es: Añadir foto aquí
fr: Ajouter une photo ici
pt_br: Adicionar Foto Aqui

# TXT_PICKUP_DETAILS
source: Pickup Details
ar: تفاصيل الالتقاط
es: Detalles de recogida
fr: Détails du ramassage

# TXT_CONFIRM
source: Confirm
ar: تؤكد
es: CONFIRMAR
fr: CONFIRMER
pt_br: CONFIRMAR

# TXT_COURIER_ORDER_INVOICE
source: Courier Order Invoice
ar: فاتورة أمر التوصيل
es: Factura de pedido de mensajería
fr: Facture relative à une ordonnance de messagerie
pt_br: Factura de Encomenda por Correio

# TXT_COURIER_TRACK
source: Courier Track
ar: مسار البريد السريع
pt_br: Pista de correio

# MSG_MAX_IMAGE_UPLOADED
source: Maximum Image uploaded
ar: تم تحميل الصورة القصوى
es: Imagen máxima cargada
fr: Image maximale téléchargée
pt_br: Imagem máxima carregada

# TXT_PICKED_UP
source: Picked Up
ar: التقط
es: Recogido
fr: Ramassé

# TXT_IN_TRANSIT
source: In Transit
ar: عبوره
es: Transitarlo
fr: Transit It
pt_br: Transit It

# TXT_DELIVERED
source: Delivered
ar: تم التوصيل
es: Entregada
fr: Livré
pt_br: Entregue

# ERROR_CODE_662
source: Order already cancelled
ar: تم إلغاء الطلب بالفعل
es: Pedido ya cancelado
fr: Commande déjà annulée
pt_br: Encomenda já cancelada

# TXT_MIN_FARE_APPLIED
source: * Min fare applied
ar: * تم تطبيق الحد الأدنى للأجرة
es: * Tarifa mínima aplicada
fr: * Tarif minimum appliqué
pt_br: * Tarifa mínima aplicada

# TXT_CHANGE_LANGUAGE
source: Change language
ar: غير اللغة
es: Cambiar idioma
fr: Changer de langue
pt_br: Mudança de língua

# TXT_CONTACT_LESS_DELIVERY
source: Contact less delivery (only for card payment)
ar: الاتصال أقل التسليم (فقط للدفع بالبطاقة)
es: Contacto menos entrega (solo para pago con tarjeta)
fr: Livraison sans contact (uniquement pour le paiement par carte)
pt_br: Contactar menos entrega (apenas para pagamento com cartão)

# TXT_IMAGE_VIEW
source: View image
ar: عرض الصورة
es: Ver imagen
fr: Voir l'image
pt_br: Ver imagem

# TXT_STATUS_DETAILS
source: Status details
ar: تفاصيل الحالة
es: Detalles de estado
fr: Détails du statut
pt_br: Detalhes do estado

# TXT_CHECK_ORDER
source: Check Order
ar: تحقق من الأمر
es: Revisar orden
fr: Vérifier la commande

# MSG_USER_CONFIRM_ORDER
source: Store has updated your cart item, please confirm.
ar: قام المتجر بتحديث عنصر سلة التسوق ، n يرجى التأكيد.
es: La tienda actualizó su artículo del carrito, por favor confirme.
fr: Le magasin a mis à jour l'article de votre panier, veuillez confirmer.
pt_br: A loja actualizou o seu item de carrinho, por favor confirme

source: Store has changed order.
ar: قام المتجر بتحديث عنصر سلة التسوق الخاصة بك
es: La tienda actualizó su artículo del carrito
fr: Le magasin a mis à jour l'article de votre panier
pt_br: Store updated your cart item

# ERROR_CODE_2003
source: Something went wrong
ar: هناك خطأ ما
es: Algo salió mal
fr: Quelque chose a mal tourné
pt_br: Algo correu mal

# ERROR_CODE_872
source: Product data not found
ar: بيانات المنتج غير موجودة
es: Datos del producto no encontrados
fr: Données produit non trouvées
pt_br: Dados do produto não encontrados

# TXT_ADD_ITEM
source: Add Item
ar: اضافة عنصر
es: Añadir artículo
fr: Ajouter un item
pt_br: Adicionar item

# TXT_PRODUCTS
source: Products
ar: منتجات
es: Productos
fr: Des produits
pt_br: Produtos

# PLACE_HOLDER_ENTER_MESSAGE
source: Enter message
ar: أدخل رسالة
es: Introducir mensaje
fr: Entrez le message
pt_br: Introduzir mensagem

# TXT_CHAT_WITH
source: Chat with
ar: الدردشة مع
es: Chatear con
fr: Parler avec
pt_br: Conversar com

# TXT_READ
source: Read
ar: اقرأ
es: Leer
fr: Lis
pt_br: Ler

# TXT_TIP_AMOUNT
source: Tip Amount
ar: مبلغ الإكرامية
es: Cantidad de propina
fr: Montant du pourboire
pt_br: Valor da gorjeta

# ERROR_CODE_967
source: Your delivery address is out of store defined area
ar: المتجر لا يسلم على العنوان.
es: La tienda no se entrega en la dirección.
fr: Magasin ne livrant pas à l'adresse.
pt_br: O seu endereço de entrega está fora da área definida da loja

# TXT_FAVOURITE_ADDRESS
source: Favourite Address
ar: العنوان المفضل
es: Dirección favorita
fr: Adresse préférée
pt_br: Endereço preferido

# ERROR_CODE_2021
source: Adding a bank detail failed.
ar: فشلت إضافة تفاصيل البنك
es: Error al agregar un detalle bancario
fr: L'ajout d'un détail bancaire a échoué
pt_br: Acrescentar um destacamento bancário falhou

# TXT_NOTIFICATION
source: Notification
ar: تنبيه
es: Notificación
pt_br: Notificação

# TXT_ORDER_NOTI
source: Order Notification
ar: إشعار الطلب
es: Notificación de pedido
fr: Notification de commande
pt_br: Notificação de encomenda

# TXT_MASS_NOTI
source: Mass Notification
ar: إعلام جماعي
es: Notificación masiva
fr: Notification de masse
pt_br: Notificação em massa

# TXT_EDIT
source: Edit
ar: تصحيح
es: Editar
fr: modifier
pt_br: Editar

# ERROR_CODE_888
source: Invalid OTP
ar: OTP غير صالح
es: OTP no válido
fr: OTP non valide
pt_br: OTP inválido

# TXT_RESEND
source: Resend
ar: إعادة إرسال
es: Reenviar
fr: Renvoyer
pt_br: Reenviar

# TXT_RESET_PWD
source: Reset Password
ar: إعادة تعيين كلمة المرور
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
pt_br: Redefinir Palavra-passe

# MSG_ENTER_NEW_PWD
source: Enter New Password
ar: أدخل كلمة مرور جديدة
es: Ingrese nueva clave
fr: Entrez un nouveau mot de passe
pt_br: Introduzir nova palavra-passe

# TITLE_ENTER_NEW_PWD
source: Enter your new password to login back into app
ar: أدخل كلمة المرور الجديدة لتسجيل الدخول مرة أخرى إلى التطبيق.
es: Ingrese su nueva contraseña para volver a iniciar sesión en la aplicación
fr: Entrez votre nouveau mot de passe pour vous reconnecter à l'application.
pt_br: Introduza a sua nova palavra-passe para voltar a entrar na app.

# TXT_CONFIRM_NEW_PWD
source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
pt_br: Confirmar nova senha

# TITLE_MSG_ENTER_MOBILE_EMAIL_FOR_VERIFICATION
source: Enter your Mobile No/Email to receive verification code
ar: أدخل رقم هاتفك المحمول / بريدك الإلكتروني لتلقي رمز التحقق
es: Ingrese su número de teléfono móvil / correo electrónico para recibir el código de verificación
fr: Entrez votre numéro de mobile / e-mail pour recevoir le code de vérification

# MSG_ENTER_VALID_OTP
source: Please enter valid otp.
ar: الرجاء إدخال Otp صالح
es: Por favor ingrese Otp válido
fr: Veuillez entrer un Otp valide
pt_br: Por favor, introduza Otp válido

# MSG_NEW_CONFIRM_PWD_NOT_MATCHED
source: New and Confirm Passwords doesn't match
ar: كلمات المرور الجديدة وتأكيدها غير متطابقة
es: Las contraseñas nuevas y de confirmación no coinciden
fr: Les mots de passe nouveaux et confirmés ne correspondent pas
pt_br: Senhas novas e confirmadas não correspondem

# TXT_RESEND_CODE_IN
source: Resend Code in
ar: إعادة إرسال الرمز في
es: Reenviar código en
fr: Renvoyer le code dans
pt_br: Reenviar Código em

# MSG_FORGOT_PASSWORD
source: To reset password, enter your phone number used for registration. We will send the code to the registered phone.
ar: أدخل رقم هاتفك المحمول لتلقي رمز التحقق
es: Ingresa tu número de teléfono móvil para recibir el código de verificación
fr: Entrez votre numéro de mobile pour recevoir le code de vérification

# MSG_TXT_PLEASE_ENTER_VALID_MOBILE_NUMBER
source: Please enter a valid mobile number.
ar: الرجاء إدخال رقم جوال صحيح.
es: Por favor, introduzca un número de móvil válido.
fr: Veuillez saisir un numéro de mobile valide.
pt_br: Por favor, introduza um número de telemóvel válido

# TXT_ADMIN
source: Admin
ar: مشرف
es: Administración
fr: Administrateur

# TXT_PROVIDER
source: Deliveryman
ar: رجل التوصيل
es: Repartidor
fr: Livreur

# TXT_SAVED_ADD
source: Saved Addresses
ar: العناوين المحفوظة
es: Direcciones guardadas
fr: Adresses enregistrées
pt_br: Endereços guardados

# TXT_ADD_NEW_ADD
source: Add New Address
ar: إضافة عنوان جديد
es: Agregar nueva dirección
fr: Ajouter une nouvelle adresse
pt_br: Acrescentar novo endereço

# TXT_ADD_FAV_ADD
source: Add Favourite Address
ar: إضافة العنوان المفضل
es: Agregar dirección favorita
fr: Ajouter une adresse favorite
pt_br: Adicionar Endereço Favorito

# TXT_WOULD_LIKE_ADD_TITLE
source: Would you like to add title?
ar: هل ترغب في إضافة العنوان؟
es: ¿Le gustaría agregar un título?
fr: Voudriez-vous ajouter Titile?
pt_br: Gostaria de acrescentar título?

# TXT_ENTER_NEW_ADD
source: Enter New Address
ar: أدخل العنوان الجديد
es: Ingresar nueva dirección
fr: Entrez une nouvelle adresse
pt_br: Introduzir novo endereço

# TXT_RECEIVED_BY
source: Received by
ar: استلمت من قبل
es: Recibido por
fr: Reçu par
pt_br: Recebido por

# TXT_SELECT_DATE_FIRST
source: Please select Date first.
ar: الرجاء تحديد التاريخ أولاً.
es: Seleccione la fecha primero
fr: Veuillez d'abord sélectionner la date.
pt_br: Por favor, seleccione Data primeiro

# TXT_PRODUCT_GROUP_NAME
source: Product Group Name
ar: اسم مجموعة المنتجات
es: Nombre del grupo de productos
fr: Nom du groupe de produits
pt_br: Nome do grupo de produtos

# TXT_UPDATE_ORDER
source: Update Order
ar: أجل التحديث
es: ORDEN DE ACTUALIZACIÓN
fr: MISE À JOUR DE LA COMMANDE
pt_br: ORDEM DE ACTUALIZAÇÃO

# TXT_SIGN_IN
source: Sign In
ar: تسجيل الدخول
es: Iniciar sesión
fr: S'identifier
pt_br: Entrar

# TXT_USE_APP_LANG
source: Use App in
ar: استخدام التطبيق في
es: Usar la aplicación en
fr: Utiliser l'application dans

# TXT_HAVE_ACCOUNT_SIGNUP
source: Don't have your account? Sign Up Now
ar: ليس لديك حساب؟ أفتح حساب الأن
es: ¿No tienes tu cuenta? Regístrate ahora
fr: Vous n'avez pas votre compte? Inscrivez-vous maintenant
pt_br: Não tem a sua conta? Registe-se agora

# TXT_SIGN_UP_NOW
source: Sign Up Now
ar: أفتح حساب الأن
es: Regístrate ahora
fr: Inscrivez-vous maintenant
pt_br: Registe-se agora

# TXT_SIGN_IN_WITH
source: Sign In with
ar: تسجيل الدخول ب
es: Inicia sesión con
fr: Connectez-vous avec
pt_br: Entre com

# TXT_HAVE_ACCOUNT_SIGNIN
source: Have an account? Sign In Now
ar: هل لديك حساب؟ قم بتسجيل دخولك الآن
es: ¿Tener una cuenta? Regístrate
fr: Vous avez un compte? Connectez-vous maintenant
pt_br: Tem uma conta? Inicie sessão agora

# TXT_SIGNIN_NOW
source: Sign In Now
ar: قم بتسجيل دخولك الآن
es: Regístrate
fr: Connectez-vous maintenant
pt_br: Entre Agora

# TXT_SIGNUP
source: Sign Up
ar: اشتراك
es: Inscribirse
fr: Inscription
pt_br: Inscrição

# TXT_CUSTOMER_PICKUP
source: Customer will Pickup
ar: العميل سوف تلتقط
fr: Le client ramassera
pt_br: O cliente irá buscar

# TXT_SEARCH_LOCATION
source: Search location
ar: موقع البحث
es: El cliente recogerá
fr: Rechercher un emplacement
pt_br: Local de Pesquisa

# TXT_OFFERS
source: Offers
ar: عروض
es: Ofertas
fr: Offres
pt_br: Ofertas

# TXT_DELIVERIES
source: Deliveries
ar: التسليم
es: Entregas
fr: Livraisons
pt_br: Entregas

# TXT_STORE_ADS
source: Store Ads
ar: إعلانات المتجر
es: Anuncios de la tienda
fr: Annonces Store
pt_br: Anúncios de Loja

# TXT_FILTERS
source: Filters
ar: المرشحات
es: Filtros
fr: Filtres
pt_br: Filtros

# TXT_CLEAR
source: Clear
ar: صافي
es: Clara
fr: Effacer
pt_br: Limpo

# TXT_SEARCH_BY
source: Search By
ar: البحث عن طريق
es: Búsqueda por
fr: Rechercher par
pt_br: Procurar por

# TXT_STORE_OVERVIEW
source: Store Overview
ar: نظرة عامة على المتجر
es: Descripción general de la tienda
fr: Présentation du magasin
pt_br: Visão Geral da Loja
