Repository: portos060474/dropo
Catalog: mobile_apps/IOS/user/Edelivery/String/*.lproj/Localizable.strings
Languages: ar, es, fr, pt_br

source: Your order has been accepted.
ar: تم قبول طلبك.
es: Su pedido ha sido aceptado.
fr: Votre commande a été acceptée.
pt_br: O seu pedido foi aceite

source: Your order is being prepared.
ar: تم إعداد طلبك.
es: Su orden ha estado preparando.
fr: Votre commande a été préparée.
pt_br: O seu pedido está a ser preparado

source: Your order is ready.
ar: طلبك جاهز.
es: Su pedido está listo.
fr: Votre commande est prête.
pt_br: O seu pedido está pronto

source: Your order has been rejected.
ar: تم رفض طلبك.
es: Su pedido ha sido rechazado.
fr: Votre commande a été rejetée.
pt_br: A sua encomenda foi rejeitada

source: Your order has been cancelled.
ar: تم إلغاء طلبك.
es: Su pedido ha sido cancelado.
fr: Votre commande a été annulée.
pt_br: A sua encomenda foi cancelada

source: Delivery man has accepted the order
ar: تم قبول طلبك من قِبل رجل التوصيل.
es: Su pedido ha sido aceptado por el repartidor.
fr: Votre commande a été acceptée par le livreur.
pt_br: A sua encomenda foi aceite pelo entregador

source: Delivery man is coming to pick up the order.
ar: رجل تسليم الذهاب لاتخاذ النظام.
es: Repartidor va a tomar orden.
fr: Livreur va prendre la commande.
pt_br: Entregador que vai fazer a encomenda

source: Delivery man has picked up the order.
ar: وصل رجل التسليم في المتجر
es: El repartidor llegó a la tienda
fr: Livreur arrivé au magasin
pt_br: O entregador chegou à recolha

source: Your order has been dispatched.
ar: تم ارسال طلبك
es: Su pedido ha sido despachado.
fr: Votre commande a été expédiée.
pt_br: A sua encomenda foi despachada

source: Your order is on the way.
ar: طلبك في الطريق.
es: Su pedido en el camino.
fr: Votre commande sur le chemin.
pt_br: A sua encomenda a caminho

source: Your order has arrived on your doorstep.
ar: وصل طلبك على عتبة داركم.
es: Su pedido llegó a su puerta.
fr: Votre commande est arrivée à votre porte.
pt_br: A sua encomenda chegou à sua porta

source: Your order has been delivered successfully.
ar: تم تسليم طلبك بنجاح.
es: Su pedido ha sido entregado con éxito.
fr: Votre commande a été livrée avec succès.
pt_br: A sua encomenda foi entregue com sucesso

source: Your are approved by admin.
ar: تمت الموافقة الخاصة بك من قبل المشرف.
es: Estás aprobado por el administrador.
fr: Vous êtes approuvé par l'administrateur.
pt_br: Os seus são aprovados pela administração

source: Your are declined by admin.
ar: تم رفضك بواسطة المشرف.
es: Estás rechazado por el administrador.
fr: Vous êtes refusé par admin.
pt_br: Os seus são recusados pelo administrador

source: Logged in from another device.
ar: تسجيل الدخول في جهاز آخر.
es: iniciar sesión en otro dispositivo.
fr: connectez-vous à un autre appareil.

# TXT_OPEN
source: Open
ar: افتح
es: Abierto
fr: Ouvrir
pt_br: Aberto

# TXT_NO_SEARCH_ITEM_NOT_AVAILABLE
source: Searched item not available.
ar: بحثت البند غير متوفر
es: Artículo buscado no disponible
fr: Article recherché non disponible
pt_br: Item pesquisado não disponível

# MSG_UNABLE_TO_CALL
source: Unable to call.
ar: غير قادر على الاتصال
es: No se puede llamar.
fr: Impossible d'appeler.
pt_br: Incapaz de telefonar

# TXT_STORE_IMAGE_TITLE
source: Load Store Image
ar: تحميل صورة المتجر
es: Cargar imagen de tienda
fr: Charger une image de magasin

# MSG_STORE_IMAGE
source: Set a preference on/off to load store images.
ar: قم بتعيين / تشغيل التفضيل لتحميل صور المتجر.
es: Establecer una preferencia de encendido / apagado para cargar imágenes de la tienda.
fr: Activez / désactivez une préférence pour charger des images stockées.

# TXT_ITEM_IMAGE_TITLE
source: Load Product Image
ar: تحميل صورة المنتج
es: Cargar imagen del producto
fr: Charger l'image du produit
pt_br: Carregar imagem do produto

# MSG_ITEM_IMAGE
source: Set a preference on/off to load product images.
ar: قم بتعيين / إيقاف تشغيل التفضيل لتحميل صور المنتج.
es: Configure una preferencia de encendido / apagado para cargar imágenes de productos.
fr: Activez / désactivez une préférence pour charger les images du produit.

# TXT_ESTIMATE_TIME
source: Est. Time
ar: Est. زمن
es: Est. Hora
fr: Est. Temps

# MSG_DELIVERY_FEE_FREE_AND_CASH_PAY
source: Zero delivery charges applied and pay for your order in cash.
ar: رسوم التوصيل مجانية وادفع نقدًا.
es: Su cargo de envío es gratuito y pague en efectivo.
fr: Vos frais de livraison sont gratuits et vous payez en espèces.
pt_br: Zero taxas de entrega aplicadas e pagar pela entrega em dinheiro

# MSG_DELIVERY_FEE_FREE_AND_OTHER_PAY
source: Your delivery charge is free and here is your payment invoice.
ar: رسوم التوصيل مجانية وفاتورة مدفوعة.
es: Su cargo de entrega es factura gratuita y pagada.
fr: Vos frais de livraison sont gratuits et la facture payée.
pt_br: A sua taxa de entrega é gratuita e aqui está a sua factura de pagamento

# MSG_PAY_CASH
source: Pay cash.
ar: ادفع نقدا.
es: Pagar en efectivo.
fr: Payer en argent comptant.
pt_br: Pagar em dinheiro.

# MSG_PAY_OTHER
source: Your payment invoice.
ar: لقد دفعت الفاتورة.
es: Usted pagó la factura.
fr: Vous avez payé la facture.
pt_br: A sua factura de pagamento

# TXT_CHOOSE
source: Choose
ar: أختر
es: Escoger
fr: Choisir
pt_br: Escolher

# TXT_CHOOSE_UP_TO
source: Choose up to
ar: اختر ما يصل
es: Elegir hasta
fr: Choisissez jusqu'à
pt_br: Escolher até

# TXT_PROMO_BONUS
source: Promo bonus
ar: مكافأة الترويجي
es: Bono promocional
fr: Bonus de promotion
pt_br: Bónus promocional

# TXT_PAY_AMOUNT_FROM_WALLET
source: * You are paying %@ %@ amount from wallet balance
ar: أنت تدفع %@ %@ المبلغ من رصيد المحفظة
es: Usted está pagando el monto de %@ %@ del saldo de la billetera
fr: Vous payez %@ %@ montant du solde du portefeuille
pt_br: Está a pagar %@ %@ montante do saldo da carteira

# TXT_PAY_CASH_AMOUNT
source: Pay %@ %@ cash when delivery arrives at your doorstep
ar: يجب أن تدفع %@ %@ نقدًا عند وصول التسليم إلى عتبة داركم
es: Debería pagar %@ %@ efectivo cuando la entrega llegó a su puerta
fr: Vous devriez payer %@ %@ cash lorsque la livraison est arrivée à votre porte
pt_br: Pague %@ %@ dinheiro quando a entrega chega à sua porta

# TXT_PAY
source: Pay
ar: ادفع %@ %@
es: Pagar %@ %@
fr: Payer %@ %@
pt_br: Pagar %@ %@

# MSG_DELIVERY_PRICE_CONFIRM
source: Your delivery price calculated for %@ delivery. If your order contain more items, Store can change delivery vehicle and prices will change according that.
ar: يتم حساب سعر التسليم الخاص بك %@ Delivery إذا كان طلبك يحتوي على المزيد من العناصر ، فيمكن للمتجر تغيير مركبة التسليم وسوف يتغير السعر وفقًا لذلك.
es: El precio de entrega calculado para %@ Entrega Si su pedido contiene más artículos, la Tienda puede cambiar el Vehículo de Entrega y el precio cambiará de acuerdo con eso.
fr: Votre prix de livraison est calculé pour %@ Livraison Si votre commande contient plus d'articles, Store peut changer de véhicule de livraison et le prix changera en conséquence.
pt_br: O seu preço de entrega calculado para %@ entrega. Se a sua encomenda contiver mais artigos, a Loja pode alterar o veículo de entrega e os preços serão alterados de acordo com isso

# TXT_CONFIRM_DELIVERY_PRICE
source: Confirm Delivery Price
ar: تأكيد سعر التسليم
es: Confirmar precio de entrega
fr: Confirmer le prix de livraison
pt_br: Confirmar preço de entrega

# TXT_SEND
source: Send
ar: إرسال
es: Enviar
fr: Envoyer
pt_br: Enviar

# MSG_LOCATION_ENABLE
source: Without this permission, app will be unable to get your location and address. allow Location permission for better use 1. Go to Settings > Privacy > Location Services. 2. Make sure that Location Services is on
ar: بدون هذا الإذن ، لن يتمكن التطبيق من الحصول على موقعك وعنوانك. السماح بإذن الموقع لاستخدام أفضل 1. انتقل إلى الإعدادات> الخصوصية> خدمات الموقع. 2. تأكد من أن خدمات الموقع في وضع التشغيل
es: Sin este permiso, la aplicación no podrá obtener su ubicación y dirección. permitir permiso de ubicación para un mejor uso 1. Vaya a Configuración> Privacidad> Servicios de ubicación. 2. Asegúrese de que los servicios de ubicación estén activados.
fr: Sans cette permission, l'application ne pourra pas obtenir votre emplacement et votre adresse. autoriser l'autorisation d'emplacement pour une meilleure utilisation 1. Accédez à Paramètres> Confidentialité> Services de localisation. 2. Assurez-vous que les services de localisation sont activés
pt_br: Sem esta permissão, a app não poderá obter a sua localização e morada. permitir a permissão de Localização para melhor utilização 1. Ir para Definições > Privacidade > Serviços de Localização. 2. Certifique-se de que os Serviços de Localização estão ligados

# TXT_BOOK_TAXI
source: Book Taxi
ar: كتاب تاكسي
es: Reservar Taxi
fr: Livre Taxi
pt_br: Táxi Livro

# TXT_FORGOT_PASSWORD
source: Forgot Password?
ar: هل نسيت كلمة المرور؟
es: ¿Se te olvidó tu contraseña?
fr: mot de passe oublié?
pt_br: Esqueceu-se da senha?

# TXT_LOGOUT
source: Logout
ar: الخروج
es: Cerrar sesión
fr: Connectez - Out

# MSG_ARE_YOU_SURE
source: Are you sure?
ar: هل أنت واثق ؟
es: Estás seguro ?
fr: Êtes-vous sûr ?
pt_br: Tens a certeza?

# TXT_CANCEL_ORDER
source: Cancel Order
ar: الغاء الطلب
es: Cancelar orden
fr: annuler la commande
pt_br: Cancelar Ordem

# TXT_CANCEL_ORDER_REASON1
source: Product is not required anymore.
ar: عنصر مفقود من طلبي.
es: Objeto faltante de mi pedido.
fr: Article manquant dans ma commande.
pt_br: Artigo em falta do meu pedido

# TXT_CANCEL_ORDER_REASON2
source: Delivery time is too long.
ar: عنوان التسليم غير صحيح.
es: La dirección de entrega es incorrecta.
fr: L'adresse de livraison est incorrecte.
pt_br: O endereço de entrega está incorrecto

# TXT_CANCEL_ORDER_REASON
source: Please provide a valid reason.
ar: أدخل سبب الإلغاء هنا
es: Ingrese su razón de cancelación aquí
fr: Entrez votre raison d'annulation ici
pt_br: Introduza aqui o seu motivo de cancelamento

# TXT_OTHER
source: Others
ar: آخر
es: Otro
fr: Autre
pt_br: Outros

# TXT_SELECT_IMAGE
source: Choose Photo
ar: اختر صورة
es: Elegir imagen
fr: Choisir une image
pt_br: Escolher Imagem

# MSG_REASON_FOR_CAMERA_PERMISSION
source: Without this permission app will be unable to access camera and your external storage. Step 1: Go to Settings>Privacy>Camera. find the **** app to allow camera access. Step 2: switch it so that the switch is green.
ar: بدون هذا الإذن ، لن يتمكن التطبيق من الوصول إلى الكاميرا ووحدة التخزين الخارجية. الخطوة 1: اذهب إلى الإعدادات> الخصوصية> الكاميرا. ابحث عن تطبيق **** للسماح بالوصول إلى الكاميرا. الخطوة 2: قم بتبديلها بحيث يكون المفتاح أخضر.
es: Sin este permiso, la aplicación no podrá acceder a la cámara ni a su almacenamiento externo. Paso 1: Vaya a Configuración> Privacidad> Cámara. Encuentra la aplicación **** para permitir el acceso a la cámara. Paso 2: cambiarlo para que el interruptor sea verde.
fr: Sans cette autorisation, l'application ne pourra pas accéder à la caméra ni à votre stockage externe. Étape 1: Accédez à Paramètres> Confidentialité> Caméra. trouvez l'application **** pour autoriser l'accès à la caméra. Étape 2: réglez-le de sorte que le commutateur soit vert.
pt_br: Sem esta aplicação de permissão não será possível aceder à câmara e ao seu armazenamento externo. Step 1: vá a Settings>Privacy>Camera. encontre a aplicação edelivery para permitir o acesso à câmara. Step 2: mude-a para que a mudança seja verde

# TXT_VERIFY_ACCOUNT
source: Verify Account
ar: التحقق من الحساب
es: Verificar Cuenta
fr: vérifier le compte
pt_br: Verificação de conta

# TXT_CONFIRMATION_CODE
source: Confirmation Code
ar: تأكيد الكود
es: Código de confirmación
fr: Code de confirmation
pt_br: Código de Confirmação

# TXT_EMAIL_OTP
source: Email OTP
ar: البريد الإلكتروني OTP

# TXT_PHONE_OTP
source: Phone OTP
ar: هاتف مكتب المدعي العام
es: OTP del teléfono
fr: Téléphone OTP
pt_br: Telefone OTP

# TXT_CONFIRMATION_DIALOG
source: Confirm Details
ar: تأكيد التفاصيل
es: Confirmar detalle
fr: Confirmer le détail
pt_br: Confirmar Detalhes

# MSG_CONFIRMATION_EMAIL_PHONE
source: We have sent you a verification code as per mentioned details.
ar: لقد أرسلنا لك رمز التحقق وفقًا لتفاصيل البريد الإلكتروني ورقم الهاتف التالية.
es: Le enviamos un código de verificación según el correo electrónico y el número de teléfono siguientes.
fr: Nous vous avons envoyé un code de vérification, conformément au courrier électronique et au numéro de téléphone suivants.
pt_br: Enviámos-lhe um código de verificação de acordo com os detalhes mencionados

# MSG_CONFIRMATION_EMAIL
source: We have sent you a verification code as per mentioned details.
ar: لقد أرسلنا لك رمز التحقق وفقًا للبريد الإلكتروني التالي.
es: Le enviamos un código de verificación según el siguiente correo electrónico.
fr: Nous vous avons envoyé un code de vérification selon le courrier électronique suivant.
pt_br: Enviámos-lhe um código de verificação de acordo com o seguinte e-mail

# MSG_CONFIRMATION_PHONE
source: We have sent you a verification code as per mentioned details.
ar: لقد أرسلنا لك رمز التحقق وفقًا لتفاصيل رقم الهاتف التالي.
es: Le enviamos un código de verificación según los siguientes detalles del número de teléfono.
fr: Nous vous avons envoyé un code de vérification selon le numéro de téléphone suivant.
pt_br: Enviámos-lhe um código de verificação de acordo com o seguinte detalhe do número de telefone

# TXT_INTERNET
source: Internet
ar: الإنترنت
fr: l'Internet

# MSG_INTERNET_ENABLE
source: Your Internet seems to be disabled, enable internet to explore more.
ar: يبدو أن الإنترنت معطّل ، يجب عليك تمكينه.
es: Tu internet parece estar deshabilitado, debes habilitarlo.
fr: Votre Internet semble être désactivé, vous devez l'activer.
pt_br: A sua Internet parece estar desactivada, permitir que a Internet explore mais

# TXT_ATTENTION
source: Attention
ar: انتباه
es: Atención
pt_br: Atenção

# MSG_SERVER_ERROR
source: Problem in downloading data from server Please restart your app or try again.
ar: مشكلة في تنزيل البيانات من الخادم يرجى إعادة تشغيل التطبيق أو المحاولة مرة أخرى.
es: Problema al descargar datos del servidor Reinicie su aplicación o intente nuevamente.
fr: Problème lors du téléchargement des données depuis le serveur. Veuillez redémarrer votre application ou réessayer.
pt_br: Problema em descarregar dados do servidor Por favor reinicie a sua aplicação ou tente novamente

# MSG_OTHER_STORE_ITEM_IN_CART
source: Some other store item already in cart, You want to clear a cart.
ar: بعض العناصر الأخرى في متجر بالفعل في سلة ، وتريد مسح عربة.
es: Algún otro artículo de la tienda que ya se encuentra en el carrito. Desea borrar un carrito.
fr: Un autre article de magasin déjà dans le panier, vous voulez effacer un panier.
pt_br: Algum outro artigo da loja já no carrinho, Quer limpar um carrinho

# MSG_APPROVE_ERROR
source: You are not approved by admin, please inform your admin.
ar: أنت غير معتمد من قبل المشرف ، يرجى إبلاغ المشرف.
es: Usted no está aprobado por el administrador, por favor informe al administrador.
fr: Vous n'êtes pas approuvé par l'administrateur, veuillez en informer l'administrateur.
pt_br: Não está aprovado pelo administrador, por favor informe o seu administrador

# TXT_SELECT_FROM_DATE
source: Select From Date
ar: اختر من التاريخ
es: Seleccione desde fecha
fr: Sélectionner à partir de la date

# TXT_SELECT_TO_DATE
source: Select To Date
ar: حدد إلى التاريخ
es: Seleccione Hasta la fecha
fr: Sélectionnez Pour Date
pt_br: Seleccionar até à data

# TXT_SELECT_DATE
source: Expire Date
ar: حدد تاريخ انتهاء الصلاحية
es: Seleccionar fecha de vencimiento
fr: Sélectionnez la date d'expiration
pt_br: Seleccionar Data de Expiração

# TXT_SELECT_FUTURE_ORDER_DATE
source: Select Future Order Date
ar: حدد تاريخ الطلب في المستقبل
es: Seleccionar fecha de orden futura
fr: Sélectionner la date de commande future
pt_br: Seleccionar data de encomenda futura

# TXT_SELECT_FUTURE_ORDER_TIME
source: Select Future Order Time
ar: حدد وقت الطلب في المستقبل
es: Seleccione el tiempo de pedido futuro
fr: Sélectionnez le temps de commande future
pt_br: Seleccionar tempo de encomenda futura

# TXT_WARNING
source: Warning!
ar: تحذير
es: Advertencia
fr: Attention
pt_br: Advertência

# MSG_INVALID_DATE_WARNING
source: Please Select From Date First
ar: يرجى اختيار من التاريخ الأول
es: Por favor seleccione de la fecha primero
fr: Veuillez sélectionner à partir de la date en premier
pt_br: Por favor, seleccione primeiro da data

# TXT_DELETE_CARD
source: Delete Card
ar: حذف البطاقة
es: Eliminar tarjeta
fr: Supprimer la carte
pt_br: Eliminar cartão

# TXT_ADD_NEW_CARD
source: + Add New Card
ar: + إضافة بطاقة جديدة
es: + Añadir nueva tarjeta
fr: + Ajouter une nouvelle carte

# TXT_ADD_CARD
source: Add Card
ar: إضافة بطاقة
es: Agregar tarjeta
fr: Ajouter une carte
pt_br: Adicionar Cartão

# TXT_CREDIT_CARD_NUMBER
source: Credit card number
ar: رقم بطاقه الائتمان
es: Número de tarjeta de crédito
fr: Numéro de Carte de Crédit
pt_br: Número do cartão de crédito

# TXT_CARD_HOLDER_NAME
source: Card holder name (Firstname Surname)
ar: اسم حامل البطاقة (اللقب الأول)
es: Nombre del titular de la tarjeta (Nombre Apellido)
fr: Nom du titulaire de la carte (Prénom Nom)
pt_br: Nome do titular do cartão (Apelido)

# TXT_MM
source: mm
ar: مم

# TXT_YY
source: yy
ar: yyyy إنهاء

# MSG_UPDATE_APP
source: App update is available with functionality and performance improvement.
ar: تحديث التطبيق متاح مع الأداء الوظيفي وتحسين الأداء.
es: Actualización de la aplicación disponible con funcionalidad y mejora de rendimiento.
fr: Mise à jour de l'application disponible avec amélioration des fonctionnalités et des performances.
pt_br: A actualização da aplicação está disponível com funcionalidade e melhoria de desempenho

# TXT_CANCEL
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
pt_br: Cancelar

# TXT_SELECT
source: SELECT
ar: تحديد
es: Seleccionar
fr: Sélectionner
pt_br: Seleccionar

# TXT_OK
source: OK
ar: حسنا
es: De acuerdo
fr: D'accord

# TXT_EXIT
source: Exit
ar: ىخرج
es: Salida
fr: Sortie
pt_br: Saída

# TXT_GALLERY
source: Gallery
ar: صالة عرض
es: Galería
fr: Galerie
pt_br: Galeria

# TXT_CAMERA
source: Camera
ar: الة تصوير
es: Cámara
fr: Caméra
pt_br: Câmara

# TXT_RETRY
source: RETRY
ar: إعادة المحاولة
es: PROCESAR DE NUEVO
fr: RÉESSAYEZ

# TXT_APPLY
source: Apply
ar: تطبيق
es: Aplicar
fr: Appliquer
pt_br: Aplicar

# TXT_RESET
source: Reset
ar: إعادة تعيين
es: Reiniciar
fr: Réinitialiser
pt_br: Reiniciar

# TXT_DONE
source: Done
ar: فعله
es: Hecho
fr: Terminé
pt_br: Feito

# TXT_UPDATE
source: Update
ar: تحديث
es: Actualizar
fr: Mettre à jour
pt_br: Actualização

# TXT_YES
source: Yes
ar: نعم فعلا
es: Sí
fr: Oui
pt_br: Sim

# TXT_NO
source: No
ar: لا
fr: Non
pt_br: Não

# TXT_VERIFY
source: Verify
ar: التحقق
es: Verificar
fr: Vérifier
pt_br: Verificar

# TXT_SUBMIT
source: Submit
ar: خضع
es: Enviar
fr: Soumettre
pt_br: Submeter

# MSG_ENTER_EMAIL
source: Please enter email id.
ar: من فضلك أدخل بريد الكتروني
es: Por favor, introduzca un correo electrónico.
fr: S'il vous plaît entrer un email.
pt_br: Por favor, introduza um e-mail

# MSG_PLEASE_ENTER_VALID_PHONE_NUMBER
source: Please enter a valid mobile number.
ar: الرجاء إدخال رقم جوال صحيح
es: Por favor, introduzca un número de móvil válido
fr: Veuillez entrer un numéro de téléphone valide
pt_br: Por favor introduza um número de telemóvel válido

# MSG_PLEASE_ENTER_EMAIL
source: Please enter valid email.
ar: من فضلك أدخل بريد الكتروني
es: Por favor, introduzca un correo electrónico.
fr: S'il vous plaît entrer un email.
pt_br: Por favor, introduza um e-mail

# MSG_PLEASE_ENTER_VALID_EMAIL
source: Please enter a valid email.
ar: يرجى إدخال البريد الإلكتروني الصحيح.
es: Por favor introduzca una dirección de correo electrónico válida.
fr: S'il vous plaît entrer un email valide.
pt_br: Por favor, introduza um e-mail válido

# MSG_PLEASE_ENTER_PASSWORD
source: Please enter a password.
ar: الرجاء إدخال كلمة المرور
es: Porfavor ingrese una contraseña.
fr: Veuillez entrer un mot de passe.
pt_br: Por favor, introduza uma palavra-passe

# MSG_PLEASE_ENTER_VALID_PASSWORD
source: Password must be 6 character and above.
ar: يجب أن يكون طول كلمة المرور أكبر من %@ أحرف.
es: La longitud de la contraseña debe ser mayor que %@ caracteres.
fr: La longueur du mot de passe doit être supérieure à %@ caractères.
pt_br: O comprimento da palavra-passe deve ser superior a %@ caracteres

# MSG_PLEASE_ENTER_CONFIRM_PASSWORD
source: Please enter confirm password
ar: الرجاء إدخال تأكيد كلمة المرور
es: Por favor, introduzca la contraseña de confirmación
fr: Veuillez entrer votre mot de passe
pt_br: Por favor, introduza a palavra-passe de confirmação

# MSG_PLEASE_ENTER_VALID_NAME
source: Please enter a valid name.
ar: من فضلك ادخل الاسم
es: Por favor, introduzca el nombre.
fr: S'il vous plaît entrer le nom.
pt_br: Por favor, introduza o nome

# MSG_PLEASE_ENTER_VALID_MOBILE_NUMBER
source: Please enter a mobile number length
ar: يرجى إدخال رقم جوال صالح بطول يتراوح بين %@ - %@ .
es: Ingrese un número de teléfono móvil válido de la longitud entre %@ - %@ .
fr: Veuillez entrer un numéro de téléphone portable valide dont la longueur est comprise entre %@ - %@ .
pt_br: Por favor, introduza um número de telemóvel válido do comprimento entre %@-%@

# MSG_PLEASE_ENTER_VALID_EMAIL_OR_PHONE_NUMBER
source: Please enter a valid email or phone number.
ar: الرجاء إدخال بريد إلكتروني أو رقم جوال صحيح
es: Por favor ingrese un correo electrónico válido o un número de teléfono móvil
fr: Veuillez saisir un email ou un numéro de téléphone valide
pt_br: Por favor, introduza um e-mail válido ou um número de telemóvel

# MSG_PLEASE_ENTER_MOBILE_NUMBER
source: Please enter mobile no.
ar: الرجاء إدخال رقم الهاتف النقال.
es: Por favor, introduzca un número de teléfono móvil.
fr: S'il vous plaît entrer un numéro de téléphone.
pt_br: Por favor, introduza um número de telemóvel

# MSG_PLEASE_SELECT_COUNTRY
source: Please select valid country.
ar: يرجى اختيار بلد صالح.
es: Por favor seleccione un país válido.
fr: Veuillez sélectionner un pays valide.
pt_br: Por favor, seleccione o país válido

# MSG_PLEASE_SELECT_CITY
source: Please select valid city.
ar: يرجى اختيار مدينة صالحة.
es: Por favor seleccione una ciudad válida.
fr: Veuillez sélectionner une ville valide.
pt_br: Por favor, seleccione uma cidade válida

# MSG_PLEASE_UPLOAD_PROFILE_PICTURE
source: Please upload profile picture.
ar: يرجى تحميل صورة الملف الشخصي
es: Por favor suba la foto de perfil
fr: S'il vous plaît télécharger la photo de profil
pt_br: Por favor, carregar imagem de perfil

# MSG_INCORRECT_CONFIRM_PASSWORD
source: Your confirm password doesn't match with new password.
ar: تأكيد كلمة المرور لا يتطابق مع كلمة المرور.
es: Su contraseña de confirmación no coincide con la contraseña.
fr: Votre mot de passe de confirmation ne correspond pas avec mot de passe.
pt_br: A sua palavra-passe de confirmação não corresponde à nova palavra-passe

# MSG_PLEASE_ENTER_CURRENT_PASSWORD
source: Please enter your current password to verify your account
ar: الرجاء إدخال كلمة المرور الحالية للتحقق من حسابك.
es: Por favor ingrese la contraseña actual para verificar su cuenta.
fr: Veuillez entrer votre mot de passe actuel pour valider votre compte.
pt_br: Por favor, introduza a palavra-passe actual para verificar a sua conta

# MSG_PLEASE_ENTER_REFERRAL_CODE
source: Enter referral code
ar: الرجاء إدخال رمز الإحالة.
es: Por favor, introduzca el código de referencia.
fr: S'il vous plaît entrez le code de référence.
pt_br: Por favor, introduza o Código de Referência

# MSG_ENTER_PROMOCODE
source: Please enter a valid promo code.
ar: الرجاء إدخال الرمز الترويجي
es: Por favor ingrese el código de promoción
fr: S'il vous plaît entrer le code promo
pt_br: Por favor, introduza um código promocional válido

# MSG_VERIFY_DETAIL
source: Please enter the otp you have received.
ar: يرجى إدخال otp الذي تلقيته.
es: Por favor, introduzca el otp que ha recibido.
fr: Veuillez entrer l'otp que vous avez reçu.
pt_br: Por favor, introduza a otp que recebeu
