Repository: portos060474/dropo
Catalog: mobile_apps/IOS/user/Edelivery/String/*.lproj/Localizable.strings
Languages: ar, es, fr, pt_br

# TXT_REVIEW_RATING
source: Reviews & Ratings
ar: التقييمات والتقييمات
es: Reseñas y calificaciones
fr: Avis et notes
pt_br: Comentários & Classificações

# TXT_NOTE_TEXT
source: Note
ar: ملحوظة
es: Nota
fr: Remarque
pt_br: Nota

# TXT_USER_DETAILS
source: User Details
ar: بيانات المستخدم
es: Detalles de usuario
fr: Détails de l'utilisateur
pt_br: Detalhes do Utilizador

# TXT_TIP
source: Tip
ar: نصيحة
es: Consejo
fr: Astuce
pt_br: Dica

# TXT_TIP_MSG
source: Would you like to offer a TIP?
ar: هل ترغب في تقديم تلميح؟
es: ¿Le gustaría ofrecer un inclinar?
fr: Souhaitez-vous offrir un CONSEIL?
pt_br: Gostaria de oferecer uma DICA?

# TXT_ADD_WALLET_AMOUNT
source: Add Wallet Amount
ar: أضف مبلغ المحفظة
es: Agregar monto de billetera
fr: Ajouter le montant du portefeuille
pt_br: Acrescentar Montante da Carteira

# TXT_ADD_TEXT
source: Add
ar: يضيف
es: AGREGAR
fr: AJOUTER

# TXT_MENU
source: Menu
ar: لائحة الطعام
es: Menú

# TXT_FILTER_HISTORY
source: Filter History
ar: تصفية التاريخ
es: Historial de filtros
fr: Historique des filtres
pt_br: História do Filtro

# TXT_DELIVERED_BY
source: Delivered By
ar: سلمت بواسطة
es: Entregado por
fr: Livré par

# TXT_DELIVERED_AT
source: Delivery At
ar: التسليم في
es: Entrega en
fr: Livraison à
pt_br: Entrega em

# TXT_EDIT_ORDER
source: Edit Order
ar: تحرير الأمر
es: Editar orden
fr: Modifier l'ordre
pt_br: Editar Ordem

# TXT_VIEW_INVOICE
source: View Invoice
ar: عرض الفاتورة
es: Mirar la factura
fr: Afficher la facture
pt_br: Ver Factura

# TXT_FD_MSG
source: How much did you like us?
ar: كم أعجبك؟
es: ¿Cuánto te gustó?
fr: À quel point nous avez-vous aimé?
pt_br: O quanto gostou de nós?

# TXT_VIEW_ORDER_DETAIL
source: View Order Detail
ar: عرض تفاصيل الطلب
es: Ver detalles del pedido
fr: Afficher les détails de la commande
pt_br: Ver detalhe da encomenda

# TXT_VIEW_DELIVERYMAN
source: View Deliveryman
ar: مشاهدة ملف Deliveryman
es: Ver repartidor
fr: Afficher le livreur
pt_br: Ver Deliveryman

# TXT_DELIVERY_NOTE
source: Add Delivery Note
ar: أضف مذكرة التسليم
es: Agregar nota de entrega
fr: Ajouter un bon de livraison
pt_br: Adicionar Nota de Entrega

# TXT_RATE_US
source: Rate Us
ar: قيمنا
es: Nos califica
fr: Evaluez-nous
pt_br: Avalie-nos

# TXT_CLOSE
source: Close
ar: يغلق
es: Cerca
fr: Fermer
pt_br: Fechar

# MSG_ENTER_RATE_STORE
source: Please select store rate
ar: الرجاء تحديد سعر المتجر
es: Seleccione la tarifa de la tienda
fr: Veuillez sélectionner le tarif magasin
pt_br: Por favor, seleccione a tarifa da loja

# TXT_APPLIED_AFTER_COMPLETING_ORDER
source: Applied after completing %@ orders.
ar: تم التطبيق بعد الإكمال @% طلب
es: Se aplica después de completar %@ pedidos.
fr: Appliqué après avoir terminé les commandes %@.
pt_br: Aplicado após completar %@ encomendas

# TXT_OFFERS_APPLIES_TO_FIRST_USERS_ONLY
source: Offer apply first %@ users only.
ar: تنطبق العروض على أول @% من المستخدمين فقط.
es: Las ofertas se aplican solo a los primeros %@ usuarios.
fr: Les offres s'appliquent uniquement aux premiers %@ utilisateurs.
pt_br: As ofertas aplicam-se apenas aos primeiros %@ utilizadores

# TXT_MINIMUM_ORDER_PURCHASE
source: Minimum %@ order purchase.
ar: الحد الأدنى @% شراء الطلب.
es: Mínimo %@ pedido de compra.
fr: Minimum d'achat de commande %@.
pt_br: Mínimo %@ compra por encomenda

# TXT_UPTO_DISCOUNT_ON_TOTAL_PURCHASE_PRICE
source: Up to %@ discount total purchase price.
ar: خصم يصل إلى @% على إجمالي سعر الشراء.
es: Hasta %@ descuento sobre el precio total de compra.
fr: Jusqu'à %@ de réduction sur le prix d'achat total.
pt_br: Desconto até %@ no preço total de compra

# MINIMUM_ITEM_PER_ORDER
source: Minimum %@ item limit par order.
ar: الحد الأدنى لـ @% عنصر لكل طلب.
es: Límite mínimo de %@ artículo por pedido
fr: Limite minimale de %@ articles par commande.
pt_br: Limite mínimo de artigos por encomenda

# TXT_TERMS_AND_CONDITIONS_STAR
source: Terms & Conditions
ar: البنود و الظروف*
es: Términos y condiciones*
fr: Termes et conditions*
pt_br: Termos e Condições*

# TXT_ONLY_CANCELLATION_CHARGE
source: Cancellation Fees
ar: تهمة إلغاء
es: Cargo de cancelación
fr: Frais d'annulation
pt_br: Taxa de Cancelamento

# TXT_PROMO_APPLY_DATE
source: Promo apply Date : From %@ to %@
ar: تاريخ تطبيق العرض الترويجي : من @% إلى %@
es: Fecha de aplicación de la promoción: de %@ a %@
fr: Date d'application de la promotion: du %@ au %@
pt_br: Promo apply Date : De %@ a %@

# TXT_PROMO_APPLY_TIME
source: Promo apply Time : Between %@ to %@
ar: وقت تطبيق العرض الترويجي : بين @% إلى %@
es: Tiempo de aplicación de la promoción: entre %@ y %@
fr: Durée d'application de la promotion: entre %@ et %@
pt_br: Promo apply Time : Entre %@ a %@

# TXT_PROMO_APPLY_DAY
source: Promo apply Day : %@
ar: تطبيق العرض الترويجي اليوم : %@
es: Día de aplicación de la promoción: %@
fr: Jour d'application de la promotion: %@
pt_br: Dia da aplicação da promoção : %@

# TXT_PROMO_APPLY_WEEK
source: Promo apply Week : %@
ar: تطبيق العرض الترويجي الأسبوع : %@
es: Semana de aplicación de promoción: %@
fr: Semaine d'application de la promotion: %@

# TXT_PROMO_APPLY_MONTH
source: Promo apply Month : %@
ar: تطبيق العرض الترويجي الشهر : %@
es: Mes de aplicación de promoción: %@
fr: La promotion s'applique le mois: %@

# TXT_VIEW_CART
source: View Cart
ar: عرض عربة التسوق
es: Ver carrito
fr: Afficher le panier
pt_br: Ver Carrinho

# TXT_DELIVERIES_ADS
source: Deliveries Ads
ar: يسلم الإعلانات
es: Anuncios de entregas
fr: Diffusion d'annonces
pt_br: Anúncios de Entregas

# MSG_LIMIT_ORDER_ITEM_REMOVE
source: You can not remove all items from the order.
ar: لا يمكنك إزالة جميع العناصر من تفاصيل الطلب
es: No puede eliminar todos los artículos del detalle del pedido.
fr: Vous ne pouvez pas supprimer tous les articles du détail de la commande
pt_br: Não é possível remover todos os artigos dos detalhes da encomenda

# TXT_SELECT_EXPIRY_DATE
source: Document Expiry Date
ar: حدد تاريخ انتهاء الصلاحية
es: Seleccione la fecha de caducidad
fr: Sélectionnez la date d'expiration
pt_br: Seleccionar data de expiração

# TXT_PICKUP_IMAGE
source: Pickup Image
ar: صورة الالتقاط
es: Imagen de recogida
fr: Image de ramassage

# MSG_WAIT_FOR_ACCEPT_COURIER
source: Waiting for partner to accept courier.
ar: في انتظار الشريك لقبول البريد السريع.
es: Esperando que el socio acepte mensajería.
fr: En attendant que le partenaire accepte le courrier.
pt_br: À espera de parceiro para aceitar correio.

# MSG_COURIER_ACCEPTED
source: Your courier has been accepted.
ar: تم قبول ساعي البريد الخاص بك.
es: Su mensajero ha sido aceptado.
fr: Votre courrier a été accepté.
pt_br: O seu mensageiro foi aceite

# MSG_DELIVERY_MAN_STARTED_DELIVERY_COURIER
source: Your courier is on the way.
ar: ساعي البريد الخاص بك في الطريق.
es: Tu mensajero está en camino.
fr: Votre courrier est en route.
pt_br: O seu mensageiro está a caminho

# TXT_CANCEL_ORDER_REASON3
source: I have changed my mind and opts for another product.
ar: لقد غيرت رأيي واختارت منتجًا آخر.
es: He cambiado de opinión y me decanto por otro producto.
fr: J'ai changé d'avis et opte pour un autre produit.

# MSG_NO_TIME_SLOT
source: No time slot for selected date.
ar: لا يوجد فترة زمنية للتاريخ المحدد.
es: No hay franja horaria para la fecha seleccionada.
fr: Aucun créneau horaire pour la date sélectionnée.

# TXT_DELIVERY_IMAGE
source: Delivery Image
ar: صورة التسليم
es: Imagen de entrega
fr: Image de livraison

# TXT_TITLE_MSG_VERIFICATION_CODE
source: Enter verification code received on the phone number.
ar: أدخل رمز التحقق المستلم على رقم الهاتف.
es: Ingrese el código de verificación recibido en el número de teléfono.
fr: Entrez le code de vérification reçu sur le numéro de téléphone.

# MSG_CODE_5001
source: Password reset successfully.
ar: تم إرسال رمز التحقق بنجاح.
es: El código de verificación se envió correctamente.
fr: Code de vérification envoyé avec succès.
pt_br: E-mail enviado com sucesso

# MSG_PLEASE_ENTER_VALID_LAST_NAME
source: Please enter Last name.
ar: الرجاء إدخال الاسم الأخير.
es: Ingrese el apellido.
fr: Veuillez saisir le nom de famille.

# ERROR_CODE_968
source: Item Tax MisMatch, Please Clear Cart
ar: خطأ في مطابقة ضريبة المنتج ، يرجى مسح سلة التسوق
es: El impuesto del artículo no coincide, limpie el carrito
fr: Non-correspondance fiscale de l'article, veuillez vider le panier

# ERROR_CODE_899
source: Wallet history not found.
ar: لم يتم العثور على محفوظات المحفظة.
es: No se ha encontrado el historial de Wallet
fr: Aucun historique de portefeuille trouvé.

# TXT_INCLUSIVE_OF_ALL_TAXES
source: All items are inclusive of all taxes
ar: جميع العناصر خاضعة لجميع الضرائب
es: Todos los artículos están sujetos a impuestos
fr: Tous les articles sont hors taxes

# TXT_EXCLUSIVE_OF_ALL_TAXES
source: All items are exclusive of all taxes
ar: جميع العناصر غير شاملة لجميع الضرائب
es: Todos los artículos no incluyen impuestos
fr: Tous les articles sont hors taxes

# TXT_EDIT_ORDER_WARNING_MSG
source: Item price or tax settings are changed. Updated figures will be applied in the following order.
ar: تم تغيير إعدادات السعر أو الضريبة. سيتم تطبيق الأرقام المحدثة بالترتيب التالي.
es: La configuración del precio o de los impuestos del artículo ha cambiado. NLas cifras actualizadas se aplicarán en el siguiente orden.
fr: Le prix de l'article ou les paramètres de taxe sont modifiés. Les chiffres mis à jour seront appliqués dans l'ordre suivant.

# TXT_CONTINUE
source: Continue
ar: يكمل
es: Continuar
fr: Continuer

# Get Direction
source: Direction
ar: احصل على اتجاه
es: Obtener dirección
fr: Obtenir la direction

source: No Tip
ar: لا تلميح
es: Sin propina
fr: Aucun conseil

# MSG_CODE_100
source: OTP send successfully.
ar: otp إرسال بنجاح
es: otp enviar con éxito
fr: otp envoyer avec succès

# MSG_CANCELED_BY_USER
source: Cancel Order
ar: الغاء الطلب
es: Cancelar orden
fr: Annuler la commande
pt_br: Cancelar Ordem

# TXT_ENTER_REFEERAL_CODE
source: Enter referral code
ar: أدخل رمز الإحالة
es: Ingrese el código de referencia
fr: Entrez le code de parrainage

# TXT_MOBILE_NUMBER
source: Mobile No.
ar: رقم الهاتف المحمول
es: Número de teléfono móvil
fr: Numéro de portable

# TXT_RATE_AND_REVIEW
source: Rate & Review
ar: التقييم والمراجعة
es: Valorar y comentar
fr: Notez et évaluez

# MSG_RATE_AND_REVIEW
source: Share your experience to help others
ar: شارك تعليقاتك لمساعدة الآخرين
es: Comparte tus comentarios para ayudar a otros
fr: Partagez vos avis pour aider les autres

source: Please enter Pin
ar: الرجاء إدخال رقم التعريف الشخصي
es: Por favor, introduzca el PIN
fr: Veuillez saisir le code PIN

source: Enter Pin
ar: أدخل رقم التعريف الشخصي
es: Ingresar PIN
fr: Entrez le code PIN

source: Please enter OTP
ar: الرجاء إدخال OTP
es: Por favor ingrese OTP
fr: Veuillez entrer OTP

source: Enter OTP
ar: أدخل OTP
es: Introducir OTP
fr: Entrez OTP

source: Please enter Phone no.
ar: الرجاء إدخال رقم الهاتف.
es: Por favor, introduzca el número de teléfono
fr: Veuillez saisir le numéro de téléphone.

source: Enter Phone Number
ar: أدخل رقم الهاتف
es: Ingrese el número de teléfono
fr: Entrez le numéro de téléphone

# MINIMUM_10_DIGITS
source: Minimum 10 digits (Eg.1234567890)
ar: 10 أرقام كحد أدنى (على سبيل المثال ، 1.234567890)
es: Mínimo 10 dígitos (Ej. 1234567890)
fr: Minimum 10 chiffres (Ex.1234567890)

source: Please enter Birthdate
ar: الرجاء إدخال تاريخ الميلاد
es: Por favor, introduzca la fecha de nacimiento
fr: Veuillez entrer la date de naissance

source: Enter Birthdate
ar: أدخل تاريخ الميلاد
es: Ingrese la fecha de nacimiento
fr: Entrez la date de naissance

# store_filter_delivery
source: Delivery
ar: التسليم
es: Entrega
fr: Livraison

# store_filter_takeaway
source: Takeaway
ar: الوجبات الجاهزة
es: Comida para llevar
fr: À emporter

# store_filter_book_a_table
source: Book a table
ar: احجز طاولة
es: Reservar una mesa
fr: Réserver une table

# error_choose_number_of_people
source: please choose number of people for book table.
ar: الرجاء اختيار عدد الأشخاص لطاولة الكتاب.
es: elija el número de personas para la mesa de reserva.
fr: veuillez choisir le nombre de personnes pour la table des livres.

# error_choose_table_number
source: please choose table number.
ar: الرجاء اختيار رقم الجدول.
es: elija el número de la mesa.
fr: veuillez choisir le numéro de table.

# error_please_select_schedule_date_for_table_booking
source: Please select a date first to schedule your table booking.
ar: الرجاء تحديد تاريخ أولاً لجدولة حجز طاولتك.
es: Seleccione primero una fecha para programar la reserva de su mesa.

# msg_no_table_available_for_people
source: No table available for above number peoples
ar: لا يوجد جدول متاح للأشخاص ذوي الأرقام أعلاه
es: No hay mesa disponible para el número de personas anterior
fr: Aucune table disponible pour le nombre de personnes ci-dessus

# error_no_table_available_for_people
source: No table available for chosen peoples
ar: لا يوجد جدول متاح للأشخاص المختارين
es: No hay mesa disponible para los pueblos elegidos
fr: Aucune table disponible pour les personnes choisies

# hint_special_request_note
source: Special request note
ar: ملاحظة طلب خاص
es: Nota de solicitud especial
fr: Remarque sur la demande spéciale

# text_reservation_details
source: Reservation Details
ar: تفاصيل الحجز
es: Detalles de la reserva
fr: Détails de la réservation

# btn_complete_reservation
source: Complete Reservation
ar: الحجز الكامل
es: Reserva completa
fr: Terminer la réservation

# msg_success_table_booking
source: Your table reservation is successfully. we are waiting to host you.
ar: تم حجز طاولتك بنجاح. نحن في انتظار استضافتك.
es: Su reserva de mesa se realizó con éxito. Estamos esperando para recibirlo.
fr: Votre réservation de table est réussie. nous attendons de vous accueillir.

# btn_book_another
source: Book Another
ar: احجز آخر
es: Reservar otro
fr: Réserver un autre

# btn_reserve_a_table
source: Reserve a Table
ar: حجز طاولة
es: Reservar una mesa
fr: Réserver une table

# text_book_my_order_now
source: Book my order now
ar: احجز طلبي الآن
es: Reservar mi pedido ahora
fr: Réservez ma commande maintenant

# text_would_you_like_order_now
source: Would you like order now?
ar: هل تود الطلب الآن؟
es: ¿Desea realizar el pedido ahora?
fr: Voulez-vous commander maintenant ?

# text_select_table
source: Select table
ar: حدد الجدول
es: Seleccionar tabla
fr: Sélectionner un tableau

# text_no_of_people
source: No of people
ar: لا يوجد أشخاص
es: Número de personas
fr: Nb de personnes

# text_table_reservation
source: Table Reservation
ar: حجز الطاولة
es: Reserva de mesa
fr: Réservation de table

# msg_clear_reservation_table_process
source: are you sure you want to go back ? it will clear all you table reservation details!
ar: هل أنت متأكد من رغبتك في العودة؟ سيتم مسح كل تفاصيل حجز الجدول!
es: ¿Está seguro de que desea regresar? ¡Se borrarán todos los detalles de su reserva de mesa!
fr: êtes-vous sûr de vouloir revenir en arrière ? cela effacera tous les détails de votre réservation de table !

# text_people
source: People
ar: الأشخاص
es: Personas
fr: Personnes

# text_table
source: Table
ar: جدول

# TXT_STORE_IS_CLOSED
source: Store is closed
ar: المتجر مغلق
es: La tienda está cerrada
fr: La boutique est fermée

# MSG_TABLE_BOOK
source: Table no-%d booked for %d pepole
ar: رقم الجدول-٪ d محجوز لـ٪ d pepole
es: Mesa nº-%d reservada para %d personas
fr: Table no-%d réservée pour %d personnes

# MSG_TABLE_BOOK_SCHEDULE_TIME_DATE
source: Scheduled at
ar: مجدول في
es: Programado a las
fr: Prévu à

# TXT_SCHEDULED_ORDER
source: Scheduled Order
ar: طلب مجدول
es: Pedido programado
fr: Commande planifiée

# txt_code
source: Code
ar: كود
es: Código

# msg_enter_valid_email_min_max_length
source: Please enter an email address between %@-%@ characters
ar: الرجاء إدخال عنوان بريد إلكتروني بين٪ @ -٪ @ حرفًا
es: Ingrese una dirección de correo electrónico entre %@-%@ caracteres
fr: Veuillez entrer une adresse e-mail entre %@-%@ caractères

# msg_enter_valid_password_min_max_length
source: Please enter a password between %@-%@ characters
ar: الرجاء إدخال كلمة مرور بين٪ @ -٪ @ حرفًا
es: Introduzca una contraseña entre %@-%@ caracteres
fr: Veuillez saisir un mot de passe entre %@-%@ caractères

# msg_enter_country
source: Country not added
ar: البلد غير مضاف
es: País no agregado
fr: Pays non ajouté

# msg_enter_valid_phone_number
source: Please enter a valid mobile number.
ar: الرجاء إدخال رقم هاتف محمول صالح.
es: Por favor, introduzca un número de móvil válido.
fr: Veuillez entrer un numéro de portable valide.

# txt_view_offer
source: View Offer
ar: مشاهدة العرض
es: Ver oferta
fr: Voir l'offre

# txt_do_you_want_to_add_fav_address
source: Do you want to save address as favourite? ****
ar: هل تريد حفظ العنوان كمفضل؟ ****
es: ¿Desea guardar la dirección como favorita? ****
fr: Voulez-vous enregistrer l'adresse en tant que favori ? ****

# txt_click_here
source: click here
ar: انقر هنا
es: haga clic aquí
fr: Cliquez ici

# txt_flat_no_name
source: Flat No and Name
ar: الاسم والرقم المسطح
es: Nombre y número de piso
fr: Numéro plat et nom

# txt_street_no
source: Street
ar: شارع
es: calle
fr: rue

# txt_landmark
source: Landmark
ar: معلم
es: Hito
fr: Point de repère

# txt_keep_bring_change
source: Keep Bring Change
ar: استمر في إحداث التغيير
es: Mantener traer cambio
fr: Gardez apporter le changement

# txt_address_added_to_fav_address
source: Address successfully added to favorite address
ar: تمت إضافة العنوان بنجاح إلى العنوان المفضل
es: Dirección agregada con éxito a la dirección favorita
fr: Adresse ajoutée avec succès à l'adresse favorite

# txt_add_address_name
source: Address Title
ar: اسم عنوان
fr: Nom de l'adresse

# txt_address_title_placeholder
source: Title
ar: لقب
es: Título
fr: Titre

# MSG_PLEASE_ENTER_ADDRESSTITLE
source: Please enter address name
ar: الرجاء إدخال اسم العنوان
es: Por favor ingrese el nombre de la dirección
fr: Veuillez entrer le nom de l'adresse

# ERROR_CODE_664
source: Table not found
ar: الجدول غير موجود
es: Tabla no encontrada
fr: Tableau introuvable

# msg_clear_qr_order_data
source: are you sure you want to go back ? it will clear all your order data
ar: هل أنت متأكد أنك تريد العودة؟ سيتم مسح جميع بيانات طلبك
es: ¿Está seguro de que desea regresar? Se borrarán todos los datos de su pedido
fr: êtes-vous sûr de vouloir revenir en arrière ? cela effacera toutes vos données de commande

# TXT_PAY_WITH_CASH
source: Pay %@ %@ with cash
ar: ادفع٪ @٪ @ نقدًا
es: Pagar %@ %@ en efectivo
fr: Payer %@ %@ en espèces

# TXT_ORDER_RECEVIED_BY
source: Order Received By
ar: تم استلام الطلب بواسطة
es: Pedido recibido por
fr: Commande reçue par

# TXT_STORE_BUSSINESS_NOT_AVAILABLE
source: Store business is not available
ar: نشاط المتجر غير متوفر
es: El negocio de la tienda no está disponible
fr: Le magasin n'est pas disponible

# TXT_TABLE_RECERVATION_IS_NOT_AVAILABLE
source: Table recervation is not available
ar: حجز الطاولة غير متوفر
es: La reserva de mesa no está disponible.
fr: La réservation de table n'est pas disponible

# TXT_CUSTOMIZE
source: Customize
ar: يعدل أو يكيف
es: Personalizar
fr: Personnaliser

# TXT_UPDATE_FAV_ADD
source: Update Favourite Address
ar: تحديث العنوان المفضل
es: Actualizar dirección favorita
fr: Mettre à jour l'adresse favorite

# txt_address_updated_successfully
source: Favorite address updated successfully
ar: تم تحديث العنوان المفضل بنجاح
es: Dirección favorita actualizada con éxito
fr: Adresse favorite mise à jour avec succès

# txt_repeat_product
source: Repeat
ar: يكرر
es: Repetir
fr: Répéter

# txt_repeat_last_or_not
source: Would You Like To Repeat Last Customisation?
ar: هل ترغب في تكرار التخصيص الأخير؟
es: ¿Le gustaría repetir la última personalización?
fr: Souhaitez-vous répéter la dernière personnalisation ?

# txt_item_hase_multiple_customizations
source: Your cart has same item with multiple customization. Please remove correct item from the cart.
ar: سلة التسوق الخاصة بك لها نفس العنصر مع تخصيصات متعددة. الرجاء إزالة العنصر الصحيح من سلة التسوق.
es: Su carrito tiene el mismo artículo con personalización múltiple. Retire el artículo correcto del carrito.
fr: Votre panier contient le même article avec plusieurs personnalisations. Veuillez retirer le bon article du panier.

# ERROR_CODE_544
source: Promo code applied failed.
ar: فشل تطبيق الرمز الترويجي.
es: Error al aplicar el código promocional.
fr: Échec de l'application du code promotionnel.

# txt_customization
source: Customization : ****
ar: التخصيص: ****
es: Personalización: ****
fr: Personnalisation : ****

# txt_delete_account
source: Delete Account
ar: حذف الحساب
es: Eliminar cuenta
fr: Supprimer le compte

# txt_are_you_sure_account_delete
source: Are you sure you want to delete your account?
ar: هل أنت متأكد من رغبتك في حذف حسابك؟
es: ¿Está seguro de que desea eliminar su cuenta?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?

# txt_unapprove_user
source: Your account is unapproved or deleted. Please contact admin
ar: حسابك غير معتمد أو محذوف. يرجى الاتصال بالمسؤول
es: Su cuenta no se aprobó o se eliminó. Póngase en contacto con el administrador
fr: Votre compte n'est pas approuvé ou supprimé. Veuillez contacter l'administrateur

# TXT_CALL_MESSAGE
source: Please wait until call assign to you
ar: يرجى الانتظار حتى يتم تعيين المكالمة لك
es: Espere hasta que se le asigne la llamada
fr: Veuillez patienter jusqu'à ce que l'appel vous soit attribué

# txt_addresses
source: Addresses
ar: عناوين
fr: Adresses

# txt_optimized_route
source: Optimized Route
ar: الطريق الأمثل
fr: Itinéraire optimisé

# txt_round_trip
source: Round Trip Charge
ar: رسوم رحلة الذهاب والإياب
es: Cargo de ida y vuelta
fr: Frais aller-retour

# txt_total_round_trip
source: Total Round Trip Charge
ar: إجمالي رسوم الرحلة ذهابًا وإيابًا
es: Cargo total de ida y vuelta
fr: Frais aller-retour totaux

# txt_additional_stop_price
source: Additional Stop Price
ar: سعر إيقاف إضافي
es: Precio stop adicional
fr: Prix stop supplémentaire

# txt_total_waiting_time
source: Total Waiting Time
ar: إجمالي وقت الانتظار
fr: Temps d'attente total

# txt_add_at_least_two_address
source: Please add at least pickup and destination address
ar: الرجاء إضافة على الأقل عنوان الاستلام والوجهة
fr: Veuillez ajouter au moins l'adresse de prise en charge et de destination

# MSG_ENTER_RATE
source: Please select provider rate
es: Seleccione tarifa de proveedor
fr: Veuillez sélectionner le tarif du fournisseur
pt_br: Por favor, seleccione a taxa do fornecedor

# TXT_INTRO_TITLE0
source: Browse your choices online
es: Explore sus opciones en línea
fr: Parcourez vos choix en ligne
pt_br: Procure as suas escolhas online

# TXT_INTRO_MSG0
source: Select from numerous choices like Restaurants, Grocery, Courier, Alcohol etc
es: Seleccione entre numerosas opciones como restaurantes, comestibles, mensajería, alcohol, etc.
fr: Faites votre choix parmi de nombreux choix tels que restaurants, épicerie, courrier, alcool, etc.
pt_br: Seleccione entre numerosas escolhas como Restaurantes, Mercearia, Courier, Álcool, etc.

# TXT_INTRO_TITLE1
source: Customize order and add to cart
es: Personalizar pedido y agregar al carrito
fr: Personnaliser la commande et l'ajouter au panier
pt_br: Personalizar encomenda e adicionar ao carrinho

# TXT_INTRO_MSG1
source: Choose your favorite picks to make your order The way you want
es: Elija sus selecciones favoritas para hacer su pedido de la manera que desee
fr: Choisissez vos choix préférés pour passer votre commande comme vous le souhaitez
pt_br: Escolha as suas fotos favoritas para fazer o seu pedido da maneira que quiser

# TXT_INTRO_TITLE2
source: Payments made easier
es: Pagos simplificados
fr: Paiements simplifiés
pt_br: Pagamentos facilitados
