Repository: portos060474/dropo
Catalog: mobile_apps/IOS/user/Edelivery/String/*.lproj/Localizable.strings
Languages: ar, es, fr, pt_br

# MSG_PLEASE_SELECT_DATE_FIRST
source: Please select from and to date to get filtered history
ar: يرجى تحديد من وإلى تاريخ للحصول على تاريخ تصفيتها
es: Por favor, seleccione desde y hasta la fecha para obtener el historial filtrado
fr: Veuillez sélectionner de et à date pour obtenir l'historique filtré
pt_br: Por favor, seleccione de e até à data para obter o histórico filtrado

# MSG_EMAIL_OTP_WRONG
source: Please enter correct email verification code.
ar: الرجاء إدخال رمز التحقق الصحيح للبريد الإلكتروني.
es: Por favor, introduzca el código de verificación de correo electrónico correcto.
fr: S'il vous plaît entrer le code de vérification email correct.
pt_br: Por favor, introduza o código correcto de verificação de e-mail

# MSG_SMS_OTP_WRONG
source: Please enter correct SMS verification code.
ar: الرجاء إدخال رمز التحقق الصحيح للرسائل القصيرة.
es: Por favor, introduzca el código de verificación de sms correcto.
fr: Veuillez saisir le code de vérification SMS correct.
pt_br: Por favor, introduza o código de verificação SMS correcto

# MSG_PLEASE_SELECT_DOCUMENT_IMAGE
source: Please select document image.
ar: يرجى اختيار صورة الوثيقة أولا
es: Por favor, seleccione la imagen del documento primero
fr: Veuillez sélectionner d'abord l'image du document
pt_br: Por favor, seleccione primeiro a imagem do documento

# MSG_PLEASE_ENTER_DOCUMENT_ID
source: Please enter document unique code.
ar: الرجاء إدخال رمز الوثيقة الفريدة
es: Por favor ingrese el código único del documento
fr: Veuillez entrer le code unique du document
pt_br: Por favor, introduza o código único do documento

# MSG_PLEASE_ENTER_DOCUMENT_EXP_DATE
source: Please enter document expiry date.
ar: الرجاء إدخال تاريخ انتهاء صلاحية المستند
es: Por favor, introduzca el documento fecha de caducidad
fr: Veuillez entrer la date d'expiration du document
pt_br: Por favor, introduza a data de expiração do documento

# MSG_CLOSE_MAP_FIRST
source: Please close mapview first.
ar: يرجى إغلاق mapview أولا.
es: Por favor, cierre mapview primero.
fr: Veuillez fermer mapview en premier.
pt_br: Por favor, feche primeiro a visualização do mapa

# MSG_CLOSE_FILTER_FIRST
source: Please close filter view first to show map.
ar: الرجاء إغلاق عرض الفلتر أولاً لإظهار الخريطة.
es: Por favor, cierre la vista de filtro primero para mostrar el mapa.
fr: Veuillez fermer le filtre en premier pour afficher la carte.
pt_br: Por favor, feche a vista do filtro primeiro para mostrar o mapa

# MSG_ENTER_VALID_AMOUNT
source: Please enter a valid amount.
ar: الرجاء إدخال مبلغ صالح.
es: Por favor, introduzca una cantidad válida.
fr: S'il vous plaît entrer un montant valide.
pt_br: Por favor, introduza um montante válido

# MSG_YOUR_DELIVERY_ADDRESS_IS_EMPTY
source: Please enter a valid delivery address or location.
ar: عنوان التسليم الخاص بك فارغ ، يرجى ملؤه أولاً.
es: Su dirección de entrega está vacía. Por favor, llénela primero.
fr: Votre adresse de livraison est vide, veuillez la remplir en premier.
pt_br: O seu endereço de entrega está vazio, por favor, preencha primeiro

# MSG_PROMO_ERROR
source: Promo can only be applied after signing in
ar: لا يمكن تطبيق العروض الترويجية إلا بعد تسجيل الدخول
es: Las promociones solo se pueden aplicar después de iniciar sesión
fr: Les promotions ne peuvent être appliquées qu'après la connexion
pt_br: A promoção só pode ser aplicada após a assinatura

# MSG_PLEASE_ADD_CARD_FIRST
source: Please add credit card first.
ar: يرجى إضافة بطاقة الائتمان أولا.
es: Por favor agregue la tarjeta de crédito primero.
fr: S'il vous plaît ajouter une carte de crédit en premier.
pt_br: Por favor, adicione primeiro o cartão de crédito

# MSG_SELECT_OTHER_PAYMENT_MODE
source: Please select other payment gateway.
ar: يرجى اختيار بوابة الدفع الأخرى
es: Por favor seleccione otra pasarela de pago
fr: Veuillez sélectionner une autre passerelle de paiement
pt_br: Por favor, seleccione outra porta de pagamento

# MSG_LOCATION_NOT_GETTING
source: Error in getting location.
ar: خطأ في الحصول على الموقع.
es: Error al obtener la ubicación.
fr: Erreur lors de la localisation.
pt_br: Erro na obtenção de localização

# MSG_ENTER_VALID_CREDIT_CARD_NUMBER
source: Enter Valid Credit Card Number
ar: أدخل رقم بطاقة ائتمان صالح
es: Ingrese el número de tarjeta de crédito válido
fr: Entrer un numéro de carte de crédit valide
pt_br: Introduza o número válido do cartão de crédito

# MSG_ENTER_VALID_CVV_NUMBER
source: Please enter a valid CVV code.
ar: أدخل رقم CVV صالح
es: Ingrese el número de CVV válido
fr: Entrez un numéro CVV valide
pt_br: Por favor, introduza um código CVV válido

# MSG_ENTER_VALID_MONTH
source: Please enter a valid month.
ar: أدخل شهر صالح
es: Ingrese el mes válido
fr: Entrer le mois valide
pt_br: Entrar mês válido

# MSG_ENTER_VALID_YEAR
source: Enter Valid Year
ar: أدخل سنة صالحة
es: Ingrese el año válido
fr: Entrez l'année valide
pt_br: Introduzir ano válido

# MSG_INVALID_CARD
source: Please enter a valid card details.
ar: بطاقتك غير صالحة
es: Tu tarjeta es invalida
fr: Votre carte est invalide
pt_br: O seu cartão é inválido

# MSG_ENTER_CARD_HOLDER_NAME_FIRST
source: Please enter card holder name.
ar: الرجاء إدخال اسم حامل البطاقة.
es: Por favor ingrese el nombre del titular de la tarjeta.
fr: Veuillez entrer le nom du titulaire de la carte.
pt_br: Por favor, introduza o nome do titular do cartão

# MSG_ORDER_DETAIL_NOT_AVAILABLE
source: Order details not found.
ar: تفاصيل الطلب غير متوفرة
es: Detalles de pedido no disponibles
fr: Détails de la commande non disponibles
pt_br: Detalhes de encomenda não disponíveis

# MSG_ORDER_NOT_PICKUP_YET
source: Your order is not picked up yet.
ar: طلبك لا بيك اب حتى الان
es: su pedido no se ha recogido todavía
fr: votre commande pas encore ramassé
pt_br: O seu pedido ainda não foi atendido

# MSG_CLEAR_CART_TO_REORDER
source: Some other store items are already in cart, clear your cart to place order
ar: نحن بحاجة لمسح سلة التسوق لإعادة الترتيب
es: Necesitamos limpiar tu carrito para reordenar
fr: Nous devons vider votre panier pour commander à nouveau
pt_br: Alguns outros artigos da loja já estão no carrinho, limpe o seu carrinho para colocar a encomenda

# MSG_UPDATE_DETAIL
source: Please confirm delivery details to place an order
ar: يرجى تأكيد تفاصيل التسليم لوضع النظام.
es: Por favor confirme los detalles de la entrega para realizar el pedido.
fr: S'il vous plaît confirmer les détails de la livraison pour passer la commande.
pt_br: Por favor, confirme os detalhes de entrega para fazer uma encomenda

# MSG_SELECTED_STORE_DOES_NOT_ACCEPT_SCHEDULE_ORDER
source: Selected Store does not accept schedule order, do you want order As Soon As Possible
ar: متجر محدد لا يقبل ترتيب الجدول ، هل تريد الطلب في أقرب وقت ممكن
es: La tienda seleccionada no acepta el pedido programado, ¿desea que el pedido sea lo más pronto posible?
fr: Selected Store n'accepte pas l'ordre du calendrier, voulez-vous commander dès que possible
pt_br: Loja seleccionada não aceita encomenda de horários, quer encomendar o mais cedo possível

# TXT_PROFILE
source: Profile
ar: الملف الشخصي
es: Perfil
fr: Profil
pt_br: Perfil

# TXT_PAYMENTS
source: Payments
ar: المدفوعات
es: Pagos
fr: Paiements
pt_br: Pagamentos

# TXT_SETTING
source: Settings
ar: الإعدادات
es: Ajustes
fr: Réglages
pt_br: Definições

# TXT_SHARE
source: Share
ar: شارك
es: Compartir
fr: Partager
pt_br: Partilhar

# TXT_DOCUMENT
source: Documents
ar: مستندات
es: Documentos
fr: Les documents
pt_br: Documentos

# TXT_LOGIN
source: Sign In
ar: تسجيل الدخول
es: Iniciar sesión
fr: S'identifier
pt_br: Login

# TXT_REGISTER
source: Sign Up
ar: تسجيل
es: Registro
fr: registre
pt_br: Registar

# TXT_DELIVERY_LOCATION
source: Delivery Location
ar: موقع التسليم
es: Lugar de entrega
fr: Lieu de livraison
pt_br: Local de Entrega

# TXT_CURRENT_ORDER
source: Current Orders
ar: الطلبات الحالية
es: Órdenes actuales
fr: Commandes en cours
pt_br: Encomendas Actuais

# TXT_ORDER_HISTORY
source: Order History
ar: تاريخ الطلب
es: Historial de pedidos
fr: Historique des commandes
pt_br: História da encomenda

# TXT_ORDERS
source: Orders
ar: أوامر
es: Pedidos
fr: Ordres
pt_br: Encomendas

# TXT_INVOICE
source: Invoice
ar: فاتورة
es: Factura
fr: Facture d'achat
pt_br: Factura

# TXT_FEEDBACK
source: Feedback
ar: ردود الفعل
es: Realimentación
fr: Retour d'information

# TXT_ASAP
source: ASAP
ar: في اسرع وقت ممكن ⇛
es: Lo antes posible
fr: DÈS QUE POSSIBLE

# TXT_ACCOUNT
source: Account
ar: الحساب
es: Cuenta
fr: Compte
pt_br: Conta

# TXT_HELP
source: Help
ar: مساعدة
es: Ayuda
fr: Aidez-moi
pt_br: Ajuda

# TXT_USER_NAME
source: Email Or Phone
ar: بريد الكتروني او هاتف
es: Email o teléfono
fr: Email ou téléphone
pt_br: Email ou telefone

# TXT_PHONE
source: Phone
ar: هاتف
es: Teléfono
fr: Téléphone
pt_br: Telefone

# TXT_PASSWORD
source: Password
ar: كلمه السر
es: Contraseña
fr: Mot de passe
pt_br: Senha

# TXT_EMAIL
source: Email
ar: البريد الإلكتروني
es: Correo electrónico

# TXT_SKIP_LOGIN
source: Skip Login >>
ar: تخطي تسجيل الدخول >>
es: Saltar Entrar >>
fr: Passer la connexion >>
pt_br: Saltar Login >>

# TXT_SKIP
source: Skip >>
ar: تخطي >>
es: Saltar >>
fr: Passer >>

# TXT_FIRST_NAME
source: First Name
ar: الاسم الاول
es: Nombre de pila
fr: Prénom
pt_br: Nome próprio

# TXT_LAST_NAME
source: Last Name
ar: الكنية
es: Apellido
fr: Nom de famille
pt_br: Apelido

# TXT_ADDRESS
source: Address
ar: عنوان
es: Dirección
fr: Adresse
pt_br: Endereço

# TXT_MOBILE_NO
source: Mobile No.
ar: رقم الموبايل.
es: No móviles.
fr: Numéro de mobile
pt_br: N.º de telemóvel

# TXT_SELECT_COUNTRY
source: Select Country
ar: حدد الدولة
es: Seleccionar país
fr: Choisissez le pays
pt_br: Seleccionar país

# TXT_SELECT_CITY
source: City
ar: اختر مدينة
es: Ciudad selecta
fr: Sélectionnez une ville
pt_br: Seleccionar Cidade

# TXT_CITY
source: City
ar: مدينة
es: Ciudad
fr: Ville
pt_br: Cidade

# TXT_CHANGE_PASSWORD
source: Change Password?
ar: غير كلمة السر ؟
es: Cambia la contraseña ?
fr: Changer le mot de passe ?
pt_br: Alterar Palavra-passe ?

# TXT_NEW_PASSWORD
source: New Password
ar: كلمة السر الجديدة
es: Nueva contraseña
fr: nouveau mot de passe
pt_br: Nova Palavra-passe

# TXT_CONFIRM_PASSWORD
source: Confirm Password
ar: تأكيد كلمة المرور
es: Confirmar contraseña
fr: Confirmez le mot de passe
pt_br: Confirmar Palavra-passe

# TXT_OR
source: -OR-
ar: -أو-
es: -O-
fr: -OU-

# TXT_HOME
source: Home
ar: الصفحة الرئيسية
es: Casa
fr: Accueil
pt_br: Casa

# TXT_BASKET
source: Cart
ar: سلة
es: Cesta
fr: Panier
pt_br: Cesto

# TXT_HISTORY
source: History
ar: التاريخ
es: Historia
fr: L'histoire
pt_br: História

# TXT_SCHEDULE
source: Schedule -->
ar: الجدول ⇛
es: Horario ⇛
fr: Calendrier ⇛

# TXT_WHEN
source: When
ar: متى
es: Cuando
fr: Quand
pt_br: Quando

# TXT_APSA
source: As Soon As Possible
ar: في أقرب وقت ممكن
es: Tan pronto como sea posible
fr: Dès que possible
pt_br: O mais cedo possível

# TXT_SCHEDULE_AN_ORDER
source: Schedule an Order
ar: جدولة الطلب
es: Programar una orden
fr: Planifier une commande
pt_br: Agendar uma encomenda

# TXT_NO_DELIVERY_FOUND
source: Delivery service not available.
ar: خدمة التوصيل غير متوفرة
es: Servicio de entrega no disponible.
fr: Service de livraison non disponible.
pt_br: Serviço de entrega não disponível

# TXT_DELIVERY_TIME
source: Delivery Time (min)
ar: موعد التسليم
es: El tiempo de entrega
fr: Heure de livraison
pt_br: Prazo de entrega

# TXT_CURRENT_BALANCE
source: Current Balance
ar: الرصيد الحالي
es: SALDO ACTUAL
fr: SOLDE ACTUEL
pt_br: EQUILÍBRIO ACTUAL

# TXT_REFERRAL
source: Referral
ar: إحالة
es: Remisión
fr: Référence
pt_br: Encaminhamento

# MSG_REFERRAL
source: You can use this code to refer your friends and get rewarded.
ar: يمكنك استخدام هذا الرمز لإحالة أصدقائك والحصول على مكافآت.
es: Puede usar este código para recomendar a sus amigos y obtener recompensas.
fr: Vous pouvez utiliser ce code pour parrainer vos amis et être récompensé.
pt_br: Pode utilizar este código para encaminhar os seus amigos para a entrega electrónica e ser recompensado

# SHARE_REFERRAL
source: Used my referral code :
ar: استخدم رمز الإحالة الخاص بي: %@
es: Usa mi código de referencia: %@
fr: Utiliser mon code de parrainage: %@
pt_br: E- Delivery Used my referral code : %@

# TXT_REFERRAL_CODE
source: Share Referral
ar: كود الإحالة
es: código de referencia
fr: Code de Parrainage
pt_br: Indicação de Partilha

# TXT_SHARE_STORE_DETAIL
source: Try %@(%@) -Prospect Heights on ****
ar: جرب %@ ( %@ ) - Prospect Heights على ****
es: Pruebe %@ ( %@ ) - Prospect Heights en la ****
fr: Essayez %@(%@) -Prospect Heights sur ****
pt_br: Try %@(%@) -Prospect Heights on E- Delivery

# TXT_LANGUAGE
source: Language
ar: لغة
es: Idioma
fr: La langue
pt_br: Língua

# MSG_LANGUAGE
source: Language
ar: لغة
es: Idioma
fr: La langue
pt_br: Língua

# TXT_CLOSED
source: Closed
ar: مغلق
es: Cerrado
fr: Fermé
pt_br: Fechado

# TXT_REOPEN_AT
source: Will Open at
ar: إعادة فتح في
es: Reabrir en
fr: Rouvrir à

# TXT_SEARCH_BY_STORE
source: Search By Store
ar: البحث عن طريق المتجر
es: Buscar por tienda
fr: Rechercher par magasin
pt_br: Pesquisar por loja

# TXT_SEARCH_BY_ITEM
source: Search Item
ar: البحث حسب البند
es: Buscar por artículo
fr: Rechercher par élément
pt_br: Pesquisa por item

# TXT_SEARCH_BY_TAG
source: Search By Tag
ar: البحث عن طريق العلامة
es: Buscar por etiqueta
fr: Recherche par tag
pt_br: Pesquisar por etiqueta

# TXT_STORE
source: Store
ar: متجر
es: Almacenar
fr: le magasin
pt_br: Loja

# TXT_ITEM
source: Item
ar: بند
es: ít
fr: Article

# TXT_TAG
source: Tag
ar: بطاقة
es: Etiqueta
fr: Étiquette

# TXT_TAGS
source: Tag
ar: بطاقة
es: Etiqueta
fr: Étiquette

# TXT_PROVIDE_DELIVEY_IN_CITY
source: Provide delivery anywhere
ar: متجر توفير التسليم في المدينة
es: La tienda proporciona la entrega en la ciudad
fr: Magasin fournir la livraison dans la ville
pt_br: Loja Fornecer Entrega na Cidade

# TXT_ALL
source: All
ar: الكل
es: Todos
fr: Tout
pt_br: Todos

# TXT_ANYWHERE
source: Anywhere
ar: في أى مكان
es: En cualquier sitio
fr: Nulle part
pt_br: Em qualquer lugar

# TXT_AT_MY_LOCATION
source: My Location
ar: موقعي
es: Mi ubicacion
fr: Ma position
pt_br: A minha localização

# TXT_CHANGE_ADDRESS
source: Change Address
ar: تغيير العنوان
es: Cambiar dirección
fr: Changement d'adresse
pt_br: Alterar endereço

# TXT_I_WILL_PICKUP
source: I'll pickup
ar: أنا سوف تلتقط
es: Voy a recoger
fr: Je vais ramasser
pt_br: Eu vou buscar

# TXT_ID_NUMBER
source: ID Number :
ar: رقم الهوية:
es: Número de identificación:
fr: Numéro d'identification:
pt_br: Número de identificação:

# TXT_EXP_DATE
source: Exp.Date :
ar: إكسب. تاريخ:
es: Exp. Fecha:
fr: Exp. Rendez-vous amoureux:
pt_br: Exp. Data:

# TXT_ENTER_ID_NUMBER
source: Document ID
ar: معرف المستند
es: ID de documento
fr: ID de document
pt_br: Identificação do documento

# TXT_ENTER_EXP_DATE
source: Document Expiry Date
ar: تاريخ انتهاء صلاحية المستند:
es: Fecha de expiración del documento:
fr: Date d'expiration du document:
pt_br: Data de expiração do documento

# TXT_MANDATORY_FIELDS
source: * - indicates mandatory fields
ar: * يشير إلى الحقول الإلزامية
es: * Indica los campos obligatorios
fr: * Indique les champs obligatoires
pt_br: * indica campos obrigatórios

# TXT_SAVE
source: Save
ar: حفظ
es: Salvar
fr: sauvegarder
pt_br: Salvar

# TXT_CHECKOUT
source: Checkout
ar: الدفع
es: Revisa
fr: Vérifier

# TXT_WALLET
source: Wallet
ar: محفظة نقود
es: Billetera
fr: Portefeuille
pt_br: Carteira

# TXT_USE_WALLET
source: Use Wallet
ar: استخدام المحفظة
es: Usar billetera
fr: Utiliser le portefeuille
pt_br: Usar carteira

# TXT_SELECT_PAYMENT_METHOD
source: Select Payment Method
ar: اختار طريقة الدفع
es: Seleccione el método de pago
fr: Sélectionnez le mode de paiement
pt_br: Seleccione o método de pagamento

# TXT_ADD
source: + Add
ar: + أضف
es: + Añadir
fr: + Ajouter

# TXT_HOW_WOULD_YOU_LIKE_TO_PAY
source: How would you like to request?
ar: كيف تريد الدفع؟
es: ¿Cómo le gustaría pagar?
fr: Comment voulez-vous payer?
pt_br: Como gostaria de pagar?

# TXT_CASH_MESSAGE
source: You should pay cash when delivery arrives at your doorstep.
ar: يجب أن تدفع نقدًا عند وصول التسليم إلى عتبة داركم
es: Usted debe pagar en efectivo cuando la entrega llegó a su puerta
fr: Vous devez payer en espèces lorsque la livraison est arrivée à votre porte
pt_br: Deve pagar em dinheiro quando a entrega chegar à sua porta

# TXT_WALLET_HINT
source: Add Wallet Amount
ar: إضافة مبلغ إلى محفظتك
es: añadir cantidad a su billetera
fr: ajouter de la quantité à votre portefeuille
pt_br: adicionar quantia à sua carteira

# TXT_ORDER_DETAILS
source: Order Details
ar: تفاصيل الطلب
es: Detalles del pedido
fr: détails de la commande
pt_br: Detalhes da encomenda

# TXT_DELIVERY_DETAILS
source: Delivery Details
ar: تفاصيل التسليم
es: detalles de la entrega
fr: détails de livraison
pt_br: Detalhes de Entrega

# TXT_FROM
source: From
ar: من عند
es: Desde
fr: De
pt_br: De

# TXT_TO
source: To
ar: إلى
es: A
fr: À
pt_br: Para

# TXT_TODAY
source: Today
ar: اليوم
es: Hoy
fr: Aujourd'hui
pt_br: Hoje

# TXT_YESTERDAY
source: Yesterday
ar: في الامس
es: Ayer
fr: Hier
pt_br: Ontem

# TXT_NAME
source: Name
ar: اسم
es: Nombre
fr: prénom
pt_br: Nome

# TXT_QTY
source: Quantity
ar: الكمية
es: Cantidad
fr: Qté
pt_br: Quantidade

# TXT_GIVE_RATE
source: Give Rate
ar: إعطاء معدل
es: Tasa de dar
fr: Donner taux

# TXT_WRITE_REVIEW
source: Write your review
ar: اكتب مراجعتك
es: Escribe tu reseña
fr: Donnez votre avis
pt_br: Escreva o seu comentário

# TXT_STORE_IS_CLOSED_ON
source: Store closed on
ar: المتجر مغلق
es: La tienda está cerrada
fr: Le magasin est fermé le
pt_br: A loja está fechada

# TXT_CONTACT_NO
source: Contact number
ar: رقم الاتصال
es: Número de contacto
fr: Numéro de contact
pt_br: Número de contacto

# TXT_ADD_NOTE
source: Add Note
ar: اضف ملاحظة.
es: añadir la nota.
fr: ajouter une note.
pt_br: Adicionar Nota

# TXT_BASE_PRICE
source: Base Price
ar: السعر الأساسي
es: Precio base
fr: Prix de base
pt_br: Preço Base

# TXT_DISTANCE_PRICE
source: Distance Price
ar: سعر المسافة
es: Precio de distancia
fr: Prix de distance
pt_br: Preço à distância

# TXT_TIME_PRICE
source: Time Price
ar: سعر الوقت
es: Tiempo Precio
fr: Prix du temps
pt_br: Tempo Preço

# TXT_SERVICE_TAX
source: Service Tax
ar: ضريبة الخدمة
es: Impuesto de servicio
fr: Taxe de service
pt_br: Imposto de Serviço

# TXT_ITEM_PRICE
source: Item Price
ar: سعر البند
es: Precio del articulo
fr: Prix de l'article
pt_br: Preço do artigo

# TXT_TOTAL_ITEM_PRICE
source: Total Item Price
ar: إجمالي سعر السلعة
es: PRECIO TOTAL DEL ARTÍCULO
fr: PRIX TOTAL DE L'ARTICLE
pt_br: PREÇO TOTAL DO ARTIGO

# TXT_TOTAL_SERVICE_PRICE
source: Total Service Price
ar: إجمالي سعر الخدمة
es: PRECIO TOTAL DE SERVICIO
fr: PRIX TOTAL DU SERVICE
pt_br: PREÇO TOTAL DO SERVIÇO

# TXT_TAX
source: Tax
ar: ضريبة
es: Impuesto
fr: Impôt
pt_br: Imposto

# TXT_PROMO
source: Promo
ar: الترويجي
es: Promoción

# TXT_DELIVERY_PROMO
source: Your delivery promo is here.
ar: تطبيق الترويجي على التسليم
es: Promo aplicado en la entrega
fr: Promo appliquée à la livraison
pt_br: Promoção aplicada na entrega

# TXT_ORDER_PROMO
source: Get your order promo.
ar: تطبيق الترويجي على النظام
es: Promo aplicado en orden
fr: Promo appliquée sur commande
pt_br: Promoção aplicada por encomenda

# TXT_TIME
source: Delivery Time (min)
ar: زمن
es: Hora
fr: Temps
pt_br: Tempo

# TXT_DATE
source: Date
ar: تاريخ
es: Fecha
fr: Rendez-vous amoureux
pt_br: Data

# TXT_TIME_HH_MM
source: Time(h:m)
ar: الوقت (ح: م)
es: Tiempo (h: m)
fr: Temps (h: m)
pt_br: Tempo(h:m)

# TXT_DISTANCE
source: Distance
ar: مسافه: بعد
es: Distancia
pt_br: Distância

# TXT_PAYMENT
source: Pay
ar: دفع
es: Paga
fr: Payer
pt_br: Pagar

# TXT_CARD
source: Card
ar: بطاقة
es: Tarjeta
fr: Carte
pt_br: Cartão

# TXT_CASH
source: Cash
ar: السيولة النقدية
es: Efectivo
fr: En espèces
pt_br: Dinheiro

# TXT_PLACEORDER
source: Place Order
ar: مكان الامر
es: Realizar pedido
fr: Passer la commande

# TXT_PROMO_CODE
source: Promo Code
ar: إدخال الرمز الترويجي
es: Introduce el código de promoción
fr: Saisir le code promotionnel
pt_br: Insira o Código Promocional

# TXT_DELIVERY_ADDRESS
source: Delivery Address
ar: عنوان التسليم
es: Dirección de entrega
fr: Adresse de livraison
pt_br: Endereço de entrega

# TXT_PAY_NOW
source: Pay Now
ar: ادفع الآن
es: Pague ahora
fr: Payez maintenant
pt_br: Pague agora

# TXT_COMMENT_PLACEHOLDER
source: Write your review
ar: أدخل رأيك هنا
es: Escriba su comentario aquí
fr: Entrez votre avis ici
pt_br: Introduza aqui a sua análise

# TXT_COMMENT
source: Comment
ar: تعليقات
es: Comentarios
fr: commentaires
pt_br: Comentários

# MSG_PLZ_GIVE_VALID_REASON
source: Please provide a valid reason.
ar: الرجاء إدخال سبب صحيح
es: Por favor ingrese una razón válida
fr: S'il vous plaît entrer une raison valide
pt_br: Por favor, introduza a razão válida

# MSG_WAIT_FOR_ACCEPT_STORE
source: Waiting for store to accept order.
ar: انتظر قبول النظام.
es: Espere a que se acepte la orden.
fr: Attendez pour accepter la commande.
pt_br: À espera de loja para aceitar encomenda

# MSG_WAIT_FOR_CONFIRMATION
source: Waiting for confirmation.
ar: في انتظار التأكيد.
es: Esperando confirmación.
fr: En attente de confirmation.
pt_br: À espera de confirmação

# MSG_STORE_ACCEPTED
source: Your order has been accepted.
ar: تم قبول طلبك.
es: Su pedido ha sido aceptado.
fr: Votre commande a été acceptée.
pt_br: O seu pedido foi aceite

# MSG_STORE_REJECTED
source: Your order has been rejected.
ar: تم رفض طلبك.
es: Su pedido ha sido rechazado.
fr: Votre commande a été rejetée.
pt_br: A sua encomenda foi rejeitada

# MSG_STORE_CANCELLED
source: Canceled by store
ar: تم الإلغاء من قبل المتجر.
es: Cancelled by store.
fr: Annulé par le magasin.
pt_br: Cancelado por loja

# MSG_STORE_PREPARING_ORDER
source: Your order is being prepared.
ar: تم إعداد طلبك.
es: Su orden ha estado preparando.
fr: Votre commande a été préparée.
pt_br: O seu pedido tem estado a ser preparado

# MSG_ORDER_READY
source: Your order is ready.
ar: طلبك جاهز.
es: Su pedido está listo.
fr: Votre commande est prête.
pt_br: O seu pedido está pronto

# MSG_DELIVERY_MAN_PICKED_ORDER
source: Your order has been dispatched.
ar: تم ارسال طلبك
es: Su pedido ha sido despachado.
fr: Votre commande a été expédiée.
pt_br: A sua encomenda foi despachada

# MSG_DELIVERY_MAN_STARTED_DELIVERY
source: Your order is on the way.
ar: طلبك في الطريق.
es: Su pedido en el camino.
fr: Votre commande sur le chemin.
pt_br: A sua encomenda está a caminho

# MSG_DELIVERY_MAN_ARRIVED_AT_DESTINATION
source: Your order has arrived at your doorstep.
ar: وصل طلبك على عتبة داركم.
es: Su pedido llegó a su puerta.
fr: Votre commande est arrivée à votre porte.
pt_br: A sua encomenda chegou à sua porta

# MSG_DELIVERY_MAN_COMPLETE_DELIVERY
source: Completed order delivery.
ar: مزود تسليم كاملة.
es: Proveedor completo de entrega.
fr: Livraison complète par le fournisseur.
pt_br: Fornecedor entrega completa

# MSG_ENTER_COMMENT_RATE
source: Rate Us
ar: معدل المستخدم.
es: Califica al usuario.
fr: Évaluez l'utilisateur.
pt_br: Avalie o utilizador

# MSG_LOGIN_FIRST
source: Please Login First to review.
ar: الرجاء تسجيل الدخول أولا للمراجعة.
es: Por favor, inicie sesión primero para revisar
fr: Veuillez vous connecter d'abord pour passer en revue.
pt_br: Por favor, faça o login primeiro para rever

# TXT_ORDER_NO
source: Order No. #
ar: رقم الطلب رقم
es: N º de pedido. #
fr: N ° de commande
pt_br: N.º de encomenda

# TXT_ORDER_ACCEPTED
source: Order Accepted
ar: قبول النظام.
es: Orden aceptada
fr: Commande acceptée
pt_br: Ordem aceite

# TXT_ORDER_PREPARED
source: Order Ready
ar: اطلب جاهز
es: Pedido listo
fr: Commandez prêt
pt_br: Ordem Preparada

# TXT_ORDER_ON_THE_WAY
source: Deliveryman on the Way
ar: النظام على الطريقموظف التوصيل على الطريق
es: Repartidor en el camino
fr: Livreur en route
pt_br: Order on the Way
