Repository: portos060474/dropo
Catalog: mobile_apps/IOS/store/Store/String/*.lproj/Localizable.strings
Languages: ar, es, fr

# HTTP_ERROR_CODE_500
source: Internal server error
ar: خطأ في الخادم الداخلي
es: Error de servidor interno
fr: Erreur Interne du Serveur

# HTTP_ERROR_CODE_408
source: Request timeout
ar: طلب مهلة
es: Pide tiempo fuera
fr: Demande de délai d'attente

# HTTP_ERROR_CODE_413
source: Requested entity is too large
ar: طلب كيان كبير
es: Solicitud de entidad a gran
fr: Demander l'entité au grand

# UNIT_MIN
source: mins
ar: دقيقة
es: minutos
fr: minutes

# UNIT_MILE
source: mile
ar: ميل
es: milla

# UNIT_KM
source: km
ar: كم

# TXT_SELECT_PAYMENT_METHOD
source: Select Payment Method
ar: اختار طريقة الدفع
es: Seleccione el método de pago
fr: Sélectionnez le mode de paiement

# TXT_ADD
source: +Add
ar: + أضف
es: + Añadir
fr: + Ajouter

# TXT_WALLET_HINT
source: add amount to your wallet
ar: إضافة مبلغ إلى محفظتك
es: añadir cantidad a su billetera
fr: ajouter de la quantité à votre portefeuille

# TXT_SELECT_WITHDRAWAL_METHOD
source: Select Withdrawal Method
ar: حدد طريقة السحب
es: Seleccione el método de retiro
fr: Sélectionnez la méthode de retrait

# TXT_HOW_WOULD_YOU_LIKE_TO_REQUEST
source: How would you like to request?
ar: كيف تريد أن تطلب؟
es: ¿Cómo te gustaría solicitar?
fr: Comment souhaitez-vous demander?

# TXT_TRANSFER_TO_BANK_ACCOUNT
source: Transfer to Bank Account
ar: تحويل إلى حساب بنكي
es: Transferencia a cuenta bancaria
fr: Virement sur un compte bancaire

# TXT_REQUEST_CASH
source: Request a Cash
ar: طلب النقدية
es: Solicitar un efectivo
fr: Demander un paiement

# TXT_ENTER_AMOUNT_TO_WITHDRAW
source: Enter amount to want withdraw
ar: أدخل المبلغ الذي تريد سحبه
es: Ingrese el monto que desea retirar
fr: Entrez le montant que vous souhaitez retirer

# TXT_AMOUNT
source: Amount
ar: كمية
es: Cantidad
fr: Montant

# TXT_BANK_ACCOUNT
source: Bank Account
ar: حساب البنك
es: Cuenta bancaria
fr: Compte bancaire

# TXT_SELECT_BANK_ACCOUNT
source: Select Bank Account
ar: اختر الحساب البنكي
es: Seleccionar cuenta bancaria
fr: Sélectionnez compte bancaire

# TXT_REQUEST_WITHDRAWAL
source: Request Withdrawal
ar: طلب الانسحاب
es: Solicitud de retirada
fr: Demande de retrait

# TXT_WALLET_HISTORY
source: Wallet History
ar: تاريخ المحفظة
es: Historia de la cartera
fr: Histoire du portefeuille

# TXT_ID
source: ID
ar: هوية شخصية
es: CARNÉ DE IDENTIDAD

# TXT_TOTAL_WALLET_AMOUNT
source: Total Wallet Amount
ar: إجمالي محفظة المحفظة
es: Monto total de la cartera
fr: Montant total du portefeuille

# TXT_CANCEL_WALLET_REQUEST
source: Cancel Wallet Request
ar: إلغاء طلب المحفظة
es: Cancelar solicitud de billetera
fr: Annuler la demande de portefeuille

# WALLET_STATUS_CREATED
source: Created
ar: خلقت
es: Creado
fr: Créé

# WALLET_STATUS_ACCEPTED
source: Accepted
ar: وافقت
es: Aceptado
fr: Accepté

# WALLET_STATUS_TRANSFERRED
source: Transferred
ar: نقل
es: Transferido
fr: Transféré

# WALLET_STATUS_COMPLETED
source: Completed
ar: منجز
es: Terminado
fr: Terminé

# WALLET_STATUS_CANCELLED
source: Cancelled
ar: ألغيت
es: Cancelado
fr: Annulé

# WALLET_STATUS_ADDED_BY_ADMIN
source: Added By Admin
ar: أضيفت بواسطة الادارية
es: Añadido por el administrador
fr: Ajouté par l'administrateur

# WALLET_STATUS_ADDED_BY_CARD
source: Added By Card
ar: أضيفت بواسطة بطاقة
es: Añadido por tarjeta
fr: Ajouté par carte

# WALLET_STATUS_ADDED_BY_REFERRAL
source: Added By Referral
ar: أضيفت بواسطة الإحالة
es: Añadido por referencia
fr: Ajouté par référence

# WALLET_STATUS_ORDER_CHARGED
source: Order Charge
ar: ترتيب مشحونة
es: Orden cargada
fr: Commande facturée

# WALLET_STATUS_ORDER_REFUND
source: Order Refund
ar: طلب استرداد
es: Reembolso de la orden
fr: Remboursement de commande

# WALLET_STATUS_ORDER_PROFIT
source: Order Profit
ar: ترتيب الربح
es: Orden de ganancia
fr: Profit de la commande

# WALLET_STATUS_ORDER_CANCELLATION_CHARGE
source: Order Cancellation Charge
ar: طلب إلغاء رسوم
es: Cargo por cancelación de pedido
fr: Frais d'annulation de commande

# WALLET_STATUS_WALLET_REQUEST_CHARGE
source: Wallet Request Charge
ar: رسوم طلب المحفظة
es: Cargos de solicitud de billetera
fr: Frais de demande de portefeuille

# TXT_ORDER_EARNING
source: Order Earning
ar: ترتيب الكسب
es: GANAR PEDIDO
fr: RECONNAISSANCE DE COMMANDE

# TXT_STORE_TRANSACTIONS
source: Store Transactions
ar: المعاملات مخزن
es: Almacenar transacciones
fr: Transactions en magasin

# TXT_PAID_IN_WALLET
source: Paid in wallet
ar: دفعت في المحفظة
es: PAGADO EN CARPETA
fr: PAYÉ DANS LE PORTEFEUILLE

# TXT_DEDUCT_FROM_WALLET
source: Deduct from wallet
ar: خصم من المحفظة
es: DEDUCIR A PARTIR DE WALLET
fr: DÉDUCTION DU PORTEFEUILLE

# TXT_ADDED_IN_WALLET
source: Added in wallet
ar: أضيفت في المحفظة
es: AÑADIDO EN CARPETA
fr: AJOUTÉ DANS LE PORTEFEUILLE

# MSG_PLEASE_SELECT_BANK_ACCOUNT_FIRST
source: Please Select Bank Account First
ar: يرجى اختيار الحساب البنكي أولاً
es: Por favor, seleccione la cuenta bancaria primero
fr: S'il vous plaît sélectionnez d'abord le compte bancaire

# MSG_PLEASE_ENTER_ACCOUNT_NUMBER
source: Please enter Account Number
ar: الرجاء إدخال رقم الحساب
es: Por favor ingrese el número de cuenta
fr: Veuillez entrer votre numéro de compte

# MSG_PLEASE_ENTER_ACCOUNT_HOLDER_NAME
source: Please enter Account Holder Name
ar: الرجاء إدخال اسم صاحب الحساب
es: Por favor ingrese el nombre del titular de la cuenta
fr: Veuillez saisir le nom du titulaire du compte.

# MSG_PLEASE_ENTER_ROUTING_NUMBER
source: Please enter routing number
ar: الرجاء إدخال رقم التوجيه
es: Por favor ingrese el número de ruta
fr: S'il vous plaît entrer le numéro de routage

# MSG_PLEASE_ENTER_PERSONAL_ID_NUMBER
source: Please enter Personal ID number must be 9 characters long
ar: يرجى إدخال رقم الهوية الشخصية ويجب أن يكون طوله 9 أحرف
es: Agregue un número de identificación personal válido
fr: Veuillez ajouter un numéro d'identification personnel valide

# MSG_PLEASE_ENTER_DOB
source: Please enter Birthdate
ar: الرجاء إدخال تاريخ الميلاد.
es: Por favor, introduzca la fecha de nacimiento.
fr: Veuillez entrer la date de naissance.

# MSG_ENTER_CONFIRMATION_CODE
source: Confirmation code is invalid
ar: رمز التأكيد غير صالح
es: El código de confirmación no es válido
fr: Le code de confirmation est invalide

# MSG_ENTER_CODE
source: Please enter code.
ar: من فضلك ادخل الكود
es: Por favor ingrese el código.
fr: S'il vous plaît entrer le code.

# TXT_BANK_DETAILS
source: Bank Details
ar: تفاصيل البنك
es: Detalle bancario
fr: Détail de la Banque

# TXT_ACCOUNT_NUMBER
source: Account Number
ar: رقم حساب
es: Número de cuenta
fr: Numéro de compte

# TXT_ACCOUNT_HOLDER_NAME
source: Account Holder Name
ar: اسم صاحب الحساب
es: nombre del titular de la cuenta
fr: Nom du titulaire du compte

# TXT_ROUTING_NUMBER
source: Routing Number
ar: رقم التوصيل
es: Número de ruta
fr: Numéro de routage

# TXT_PERSONAL_ID_NUMBER
source: Personal Id Number
ar: رقم الهوية الشخصية
es: Número de identificación personal
fr: Numéro d'identification personnel

# TXT_DOB
source: D.O.B
ar: تاريخ الميلاد
es: Fecha de nacimiento

# TXT_ADD_TO_CART
source: Add To Cart
ar: أضف إلى السلة
es: Añadir a la cesta
fr: Ajouter au panier

# TXT_REQUIRED
source: Required
ar: مطلوب
es: Necesario
fr: Champs obligatoires

# TXT_REMOVE
source: Remove
ar: إزالة
es: retirar
fr: Retirer

# TXT_FIRST_NAME
source: First Name
ar: الاسم الاول
es: Nombre de pila
fr: Prénom

# TXT_LAST_NAME
source: Last Name
ar: الكنية
es: Apellido
fr: Nom de famille

# TXT_ADD_NOTE
source: Add Delivery Note
ar: إضافة ملاحظة التسليم
es: Añadir nota de entrega
fr: Ajouter une note de livraison

# TXT_CONTACT_NO
source: Contact Number
ar: رقم الاتصال
es: Número de contacto
fr: Numéro de contact

# TXT_APSA
source: As Soon As Possible
ar: في أقرب وقت ممكن
es: Tan pronto como sea posible
fr: Dès que possible

# TXT_CREATE_ORDER
source: Create Order
ar: إنشاء النظام
es: Crear orden
fr: Créer une commande

# TXT_BASKET
source: Cart
ar: سلة
es: Cesta
fr: Panier

# TXT_GO_TO_CART
source: Go to cart
ar: الذهاب إلى السلة
es: Ir al carrito
fr: Aller au panier

# TXT_CUSTOMER_DETAIL
source: Customer Details
ar: تفاصيل العملاء
es: Detalle del cliente
fr: Détail du client

# TXT_ORDER_CANCELLATION_CHARGE_TYPE
source: Order cancellation charge type
ar: طلب نوع رسوم الإلغاء
es: Tipo de cargo de cancelación de pedido
fr: Type de frais d'annulation de commande

# TXT_MAX_ITEM_QUANTITY_ADD_BY_USER
source: Maximum item quantity added by user
ar: الحد الأقصى لكمية البند إضافة من قبل المستخدم
es: Cantidad máxima de artículo agregada por el usuario
fr: Quantité maximale d'articles ajoutée par l'utilisateur

# TXT_MINIMUM_ORDER_PRICE
source: Minimum order price
ar: الحد الأدنى لسعر الطلب
es: Precio mínimo de pedido
fr: Prix minimum de commande

# TXT_SCHEDULE_ORDER_CREATE_AFTER_MINUTE
source: Scheduled order created after minute
ar: ترتيب الجدول إنشاء بعد دقيقة
es: Programar orden crear después de un minuto
fr: Ordre du calendrier créer après la minute

# TXT_INFORM_SCHEDULE_ORDER_BEFORE_MINUTE
source: Send notification for scheduled order before minute
ar: إبلاغ ترتيب الجدول الزمني قبل دقيقة
es: Informar orden de programación antes del minuto
fr: Informer l'ordre du calendrier avant la minute

# TXT_DELIVERY_RADIUS
source: Delivery radius
ar: دائرة نصف قطرها التسليم
es: Radio de entrega
fr: Rayon de livraison

# TXT_TAKING_ORDER_CANCELLATION_CHARGE
source: Order cancellation charge type
ar: طلب إلغاء رسوم
es: Cargo por cancelación de pedido
fr: Frais d'annulation de commande

# TXT_ORDER_CANCELLATION_CHARGE
source: Order Cancellation Charge
ar: طلب إلغاء رسوم
es: Cargo por cancelación de pedido
fr: Frais d'annulation de commande

# TXT_PROVIDE_DELIVERY_ANYWHERE
source: Provide delivery anywhere
ar: توفير التسليم في أي مكان
es: Proporcionar entrega en cualquier lugar
fr: Assurer la livraison n'importe où

# TXT_TAKING_SCHEDULE_ORDER
source: Taking scheduled order
ar: أخذ ترتيب الجدول الزمني
es: Teniendo orden de horario
fr: Prendre l'ordre du calendrier

# TXT_ORDER_CANCELLATION_CHARGE_ABOVE_ORDER_PRICE
source: Cancellation charges are above order price
ar: رسوم الإلغاء فوق سعر الطلب
es: Cargo por cancelación por encima del precio del pedido.
fr: Frais d'annulation supérieurs au prix de la commande

# TXT_ABSOLUTE
source: Absolute
ar: مطلق
es: Absoluto
fr: Absolu

# TXT_PERCENTAGE
source: Percentage
ar: النسبة المئوية
es: Porcentaje
fr: Pourcentage

# TXT_PAY_DELIVERY_FEES
source: Are you paying delivery fees ?
ar: هل تدفع رسوم التوصيل؟
es: ¿Está pagando los gastos de envío?
fr: Payez-vous les frais de livraison?

# TXT_COMPLETE_ORDER
source: Completed Order
ar: اكمل الطلب
es: Orden completa
fr: Complétez la commande

# TXT_ENTER_CODE
source: Enter confirmation code
ar: أدخل رمز التأكيد
es: Introducir el código de confirmación
fr: Entrer le code de confirmation

# TXT_ENTER_CODE_MESSAGE
source: Enter the confirmation code to delivery order.
ar: أدخل رمز التأكيد لطلب التسليم.
es: Introduzca el código de confirmación para la orden de entrega.
fr: Entrez le code de confirmation pour la commande de livraison.

# TXT_FREE_DELIVERY_RADIUS
source: Free delivery radius
ar: التوصيل المجاني نصف القطر
es: Radio de entrega gratis
fr: Rayon de livraison gratuite

# TXT_IS_STORE_BUSY
source: Are you busy in delivering other orders ?
ar: هل أنت مشغول بالترتيب؟
es: ¿Estás ocupado en orden?
fr: Êtes-vous occupé dans l'ordre?

# TXT_FAMOUS_FOR
source: Famous For
ar: شهير ب
es: Famoso por
fr: Connu pour

# TXT_ACTIVE
source: Active
ar: نشيط
es: Activo
fr: actif

# TXT_EXPIRED
source: Expired
ar: منتهية الصلاحية
es: Muerto
fr: Expiré

# TXT_EXPIRE_DATE
source: Expire Date
ar: تاريخ الانتهاء
es: Fecha de caducidad
fr: Date d'expiration

# TXT_START_DATE
source: Start Date
ar: تاريخ البدء
es: Fecha de inicio
fr: Date de début

# TXT_PROMO_LIST
source: Promo List
ar: قائمة الترويجي
es: Lista de promociones
fr: Liste Promo

# TXT_STORE_IS_CLOSED_ON
source: Store is closed on
ar: المتجر مغلق
es: La tienda está cerrada
fr: Le magasin est fermé le

# TXT_EDIT
source: Edit
ar: تصحيح
es: Editar
fr: modifier

# TXT_HINT_ENTER_ESTIMATE_TIME
source: Enter Estimation Time Minute
ar: أدخل وقت التقدير في دقيقة
es: Introduzca el tiempo de estimación en minutos
fr: Entrer l'heure d'estimation en minute

# MSG_ENTER_ESTIMATE_TIME
source: Please enter estimate time
ar: الرجاء إدخال تقدير الوقت
es: Por favor ingrese el tiempo estimado
fr: S'il vous plaît entrer le temps estimé

# MSG_ENTER_VALID_ESTIMATE_TIME
source: Please enter valid estimate time
ar: الرجاء إدخال وقت تقدير صحيح
es: Por favor ingrese el tiempo estimado estimado
fr: Veuillez entrer une heure d'estimation valide

# TXT_TITLE_ESTIMATE_TIME
source: Order Estimation Time
ar: طلب تقدير الوقت
es: Tiempo estimado de pedido
fr: Temps d'estimation de la commande

# MSG_DIALOG_ENTER_ESTIMATE_TIME_MESSAGE
source: Order prepare estimated time shown to the delivery man.
ar: من أجل إعداد الوقت المقدر الذي تظهر لرجل التسليم.
es: Orden de preparar el tiempo estimado que muestran al hombre de entrega.
fr: Commandez préparez le temps estimé qui montre au livreur.

# TXT_IS_ESTIMATE_TIME
source: Ask Estimated Time For Ready Order
ar: اسأل الوقت المقدر للأمر جاهز
es: pedir tiempo estimado para el pedido listo
fr: demander l'heure estimée pour la commande prête

# TXT_CALL_NOW
source: Call Now
ar: اتصل الان
es: Llama ahora
fr: Appelle maintenant

# TXT_MAIL
source: Mail
ar: بريد
es: Correo
fr: Courrier

# TXT_TERMS_AND_CONDITIONS
source: Terms & Conditions
ar: الشروط والأحكام
es: Términos y condiciones
fr: Termes & Conditions

# TXT_PRIVACY_POLICIES
source: Privacy Policies
ar: سياسات الخصوصية
es: Política de privacidad
fr: Politique de confidentialité

# TXT_SIGN_UP_PRIVACY
source: By continuing, you agree to our
ar: بالمتابعة ، أنت توافق علي الشروط
es: Al continuar, usted acepta nuestra
fr: En continuant, vous acceptez notre

# text_and
source: and
ar: و
es: y
fr: et

# TXT_HELP_CENTER
source: Help
ar: مساعدة
es: Ayuda
fr: Aidez-moi

# MSG_PLEASE_ACCEPT_TERMS_AND_CONDITION_FIRST
source: Please Accept Terms & Condition First.
ar: يرجى قبول الشروط والأحكام أولا.
es: Por favor acepte los términos y condiciones primero.
fr: S'il vous plaît accepter les termes et conditions en premier.

# TXT_HELP
source: Help
ar: مساعدة
es: AYUDA
fr: AIDEZ-MOI

# TXT_REOPEN_AT
source: Reopen At -
ar: فتح في -
es: Reabrir en

# TXT_I_WILL_PICKUP_A_DELIVERY
source: User will pickup delivery
ar: سوف المستخدم تسليم بيك اب
es: El usuario recogerá la entrega.
fr: La livraison sera effectuée par l'utilisateur

# TXT_ADD_ITEM
source: Add Item
ar: اضافة عنصر
es: Añadir artículo
fr: Ajouter un item

# TXT_INSTANT_ORDER
source: Instant Order
ar: النظام الفوري
es: Orden instantanea
fr: Commande instantanée

# TXT_WHO_PAY
source: Pay?
ar: دفع ؟
es: Pagar
fr: Payer ?

# TXT_OTHER_DETAILS
source: Other Details
ar: تفاصيل أخرى
es: Otros detalles
fr: Autres détails

# TXT_CART
source: Cart
ar: عربة التسوق
es: Carro
fr: Chariot

# TXT_ADD_NEW_CARD
source: + Add New Card
ar: + إضافة بطاقة جديدة
es: + Añadir nueva tarjeta
fr: + Ajouter une nouvelle carte

# TXT_ADD_CARD
source: Add Card
ar: إضافة بطاقة
es: Agregar tarjeta
fr: Ajouter une carte

# TXT_CREDIT_CARD_NUMBER
source: Credit card number
ar: رقم بطاقه الائتمان
es: Número de tarjeta de crédito
fr: Numéro de Carte de Crédit

# TXT_CARD_HOLDER_NAME
source: Card holder name (Firstname Surname)
ar: اسم حامل البطاقة (اللقب الأول)
es: Nombre del titular de la tarjeta (Nombre Apellido)
fr: Nom du titulaire de la carte (Prénom Nom)

# TXT_MM
source: mm
ar: مم

# TXT_YY
source: yy
ar: yyyy إنهاء

# MSG_ENTER_VALID_CREDIT_CARD_NUMBER
source: Enter Valid Credit Card Number
ar: أدخل رقم بطاقة ائتمان صالح
es: Ingrese el número de tarjeta de crédito válido
fr: Entrer un numéro de carte de crédit valide

# MSG_ENTER_VALID_CVV_NUMBER
source: Enter Valid CVV number
ar: أدخل رقم CVV صالح
es: Ingrese el número de CVV válido
fr: Entrez un numéro CVV valide

# MSG_ENTER_VALID_MONTH
source: Enter Valid Month
ar: أدخل شهر صالح
es: Ingrese el mes válido
fr: Entrer le mois valide

# MSG_ENTER_VALID_YEAR
source: Enter Valid Year
ar: أدخل سنة صالحة
es: Ingrese el año válido
fr: Entrez l'année valide

# MSG_INVALID_CARD
source: Your card is invalid
ar: بطاقتك غير صالحة
es: Tu tarjeta es invalida
fr: Votre carte est invalide

# MSG_ENTER_CARD_HOLDER_NAME_FIRST
source: Please enter card holder name.
ar: الرجاء إدخال اسم حامل البطاقة.
es: Por favor ingrese el nombre del titular de la tarjeta.
fr: Veuillez entrer le nom du titulaire de la carte.

# TXT_CASH_MESSAGE
source: You should pay cash when the delivery arrives at your doorstep
ar: يجب أن تدفع نقدًا عند وصول التسليم إلى عتبة داركم
es: Usted debe pagar en efectivo cuando la entrega llegó a su puerta
fr: Vous devez payer en espèces lorsque la livraison est arrivée à votre porte

# TXT_PROMO_START_DATE
source: Promo Start Date
ar: تاريخ البدء الترويجي
es: Fecha de inicio de la promoción
fr: Date de début de la promotion

# TXT_PROMO_EXP_DATE
source: Promo Expiry Date
ar: تاريخ انتهاء العرض الترويجي
es: Promo fecha de caducidad
fr: Date d'expiration de la promo

# TXT_PROMO_DETAIL
source: Detail
ar: التفاصيل
es: Detalle
fr: Détail

# TXT_PROMO_MINIMUM_AMOUNT
source: Promo Apply On Minimum Amount
ar: تطبيق الترويجي على الحد الأدنى للمبلغ
es: Promo aplicar en cantidad mínima
fr: Promo Appliquer sur le montant minimum

# TXT_PROMO_MAX_DISCOUNT
source: Promo Max Discount
ar: خصم ماكس الترويجي
es: Promo Max Descuento
fr: Promo Max Remise

# TXT_PROMO_REQUIRED_USAGE
source: Promo Required Usage
ar: استخدام الترويجي
es: Promo uso requerido
fr: Utilisation requise pour la promotion

# TXT_USAGE
source: Usage
ar: استعمال
es: Uso

# TXT_PROMO_CODE_TYPE
source: Promo Code Type
ar: حفلة موسيقية ل
es: Prom para
fr: Prom Pour

# TXT_PROMO_FOR
source: Promo For
ar: الترويجي ل
es: Promo para
fr: Promo pour

# TXT_PROMO_ACTIVE
source: Active Promo
ar: نشط الترويجي
es: Promo activo
fr: Promo active

# TXT_STORE
source: Store
ar: متجر
es: ALMACENAR
fr: LE MAGASIN

# TXT_PROMO
source: Promo
ar: الترويجي
es: Promoción

# MSG_ENTER_VALID_DATA
source: Please enter valid details
ar: الرجاء إدخال تفاصيل صالحة
es: Por favor ingrese un detalle válido
fr: S'il vous plaît entrer des détails valides

# TXT_SERVICE_PRICE
source: Service Price
ar: سعر الخدمة
es: Precio de servicio
fr: Prix du service

# MSG_PLEASE_ENTER_VALID_COUNTRYCODE
source: Please enter valid country code
ar: الرجاء إدخال رمز بلد صالح
es: Por favor ingrese el código de país válido
fr: Veuillez entrer un code de pays valide

# TXT_NO_CITY_FOUND_IN_SELECTED_COUNTRY
source: No City Found In Selected Country.
ar: لا توجد مدينة في البلد المختار.
es: No se ha encontrado ninguna ciudad en el país seleccionado.
fr: Aucune ville trouvée dans le pays sélectionné.

# TXT_NO_STORE_TYPE_FOUND_IN_SELECTED_CITY
source: No Store Type Found In Selected City.
ar: لا يوجد نوع متجر موجود في المدينة المختارة.
es: No se ha encontrado ningún tipo de tienda en la ciudad seleccionada.
fr: Aucun type de magasin trouvé dans la ville sélectionnée.

# MSG_PLEASE_ADD_CARD_FIRST
source: Please Add Card First.
ar: يرجى إضافة بطاقة أولا.
es: Por favor agregue la tarjeta primero.
fr: S'il vous plaît ajouter la carte d'abord.

# MSG_SELECT_OTHER_PAYMENT_MODE
source: Please Select Other Payment mode then cash.
ar: يرجى اختيار طريقة الدفع الأخرى ثم النقدية.
es: Por favor, seleccione Otro modo de pago y luego en efectivo.
fr: Veuillez sélectionner un autre mode de paiement puis en espèces.

# MSG_PLEASE_ITEM_PRICE
source: Please enter item price.
ar: الرجاء إدخال سعر البند.
es: Por favor, introduzca el precio del artículo.
fr: S'il vous plaît entrer le prix de l'article.

# MSG_REQUEST_IS_ALREADY_CANCELLED
source: Request has been canceled already.
ar: تم إلغاء الطلب بالفعل.
es: La solicitud ya está cancelada.
fr: La demande est déjà annulée.

# TXT_NONE
source: No
ar: لا شيء
es: Ninguna
fr: Aucun

# TXT_DAILY
source: Daily
ar: اليومي
es: Diario
fr: du quotidien

# TXT_WEEKLY
source: Weekly
ar: أسبوعي
es: Semanal
fr: Hebdomadaire

# TXT_MONTHLY
source: Monthly
ar: شهريا
es: Mensual
fr: Mensuel

# TXT_ANNUALLY
source: Annually
ar: سنويا
es: Anualmente
fr: Annuellement

# TXT_PROMO_HAVE_DATE
source: Promo Have Date
ar: هل لديك تاريخ
es: Promo tener fecha
fr: Promo avoir date

# TXT_PROMO_RECURSION_TYPE
source: Promo Recursion Type
ar: الترويجي نوع العودية
es: Tipo de recursión promocional
fr: Type de récursion promotionnelle

source: Sunday
ar: الأحد
es: domingo
fr: dimanche

source: Monday
ar: الإثنين
es: lunes
fr: Lundi

source: Tuesday
ar: الثلاثاء
es: martes
fr: Mardi

source: Wednesday
ar: الأربعاء
es: miércoles
fr: Mercredi

source: Thursday
ar: الخميس
es: jueves
fr: Jeudi

source: Friday
ar: يوم الجمعة
es: viernes
fr: Vendredi

source: Saturday
ar: يوم السبت
es: sábado
fr: samedi

source: January
ar: كانون الثاني
es: enero
fr: janvier

source: February
ar: شهر فبراير
es: febrero
fr: février

source: March
ar: مارس
es: marzo
fr: Mars

source: April
ar: أبريل
es: abril
fr: avril

source: May
ar: قد
es: Mayo
fr: Peut

source: June
ar: يونيو
es: junio
fr: juin

source: July
ar: يوليو
es: julio
fr: juillet

source: August
ar: أغسطس
es: agosto
fr: août

source: September
ar: سبتمبر
es: septiembre
fr: septembre

source: October
ar: شهر اكتوبر
es: octubre
fr: octobre

source: November
ar: شهر نوفمبر
es: noviembre
fr: novembre

source: December
ar: ديسمبر
es: diciembre
fr: décembre

# TXT_PROMO_APPLY_ON_ITEM_COUNT
source: Promo Apply On Item Count
ar: تطبيق الترويجي على عدد العناصر
es: Promo aplicar en el recuento de artículos
fr: Promo Appliquer sur le nombre d'articles

# TXT_PROMO_APPLY_ON_COMPLETED_ORDER
source: Promo Apply On Completed Order
ar: تطبيق الترويجي على طلب الانتهاء
es: Promo aplicar en orden completada
fr: Promo Appliquer sur la commande terminée

# TXT_COUNT
source: Count
ar: عد
es: Contar
fr: Compter

# TXT_PLEASE_SELECT_START_TIME_FIRST
source: Please Select Start Time First
ar: يرجى اختيار وقت البدء أولا
es: Seleccione la hora de inicio primero
fr: Veuillez sélectionner l'heure de début en premier

# TXT_SELECT_PROMO_START_TIME
source: Promo Start Time
ar: وقت البدء الترويجي
es: Hora de inicio de promoción
fr: Heure de début de la promotion

# TXT_SELECT_PROMO_END_TIME
source: Promo End Time
ar: وقت نهاية العرض الترويجي
fr: Heure de fin de la promo

# TXT_DAYS
source: Promo Days
ar: أيام
es: Dias
fr: Journées

# TXT_MONTHS
source: Promo Monthly
ar: الشهور
es: Meses
fr: Mois

# TXT_WEEKS
source: Promo Weekly
ar: أسابيع
es: Semanas
fr: Semaines

# TXT_MIN_INVOICE_AMOUNT_MSG
source: The configuration allows you to specify a minimum amount that a placed order should meet
ar: يسمح لك التكوين بتحديد الحد الأدنى للمبلغ ، ويلزم تلبية إجماليات الطلبات
es: La configuración le permite especificar una cantidad mínima, que los totales de pedido deben cumplir
fr: La configuration vous permet de spécifier un montant minimum que le total de la commande doit respecter

# TXT_ADD_MORE_ITEMS
source: Add More Items
ar: إضافة المزيد من العناصر
es: Añadir más artículos
fr: Ajouter plus d'articles

# TXT_MIN_AMOUNT
source: Minimum Order Amount
ar: الحد الأدنى للطلب
es: Cantidad de orden mínima
fr: Montant minimum de commande

# TXT_WITHOUT_OFFER_PRICE
source: Price Without Offer
ar: سعر بدون عرض
es: Precio Sin Oferta
fr: Prix sans offre

# TXT_OFFER_MSG
source: Offer Message
ar: رسالة العرض
es: Mensaje de oferta
fr: Message d'offre

# TXT_CURRENT_RATE
source: Current Rate
ar: المعدل الحالي
es: Tasa actual
fr: Taux actuel

# TXT_UPDATE_ORDER
source: Update Order
ar: أجل التحديث
es: Orden de actualización
fr: Mise à jour de la commande

# TXT_PRODUCTS
source: Products
ar: منتجات
es: Productos
fr: Des produits

# TXT_AMOUNT_DEDUCTED
source: Amount Deducted
ar: الكمية المطلوبة
es: Monto requerido
fr: Quantité exigée

# TXT_AMOUNT_ADDED
source: Amount Added
ar: المبلغ المضافة
es: Cantidad añadida
fr: Montant ajouté

# TXT_MODE_OF_TRANSACTION
source: Mode of transactions
ar: طريقة المعاملة
es: Modo de Transacción
fr: Mode de transaction
