Repository: portos060474/dropo
Catalog: mobile_apps/IOS/store/Store/String/*.lproj/Localizable.strings
Languages: ar, es, fr

# TXT_APP_VERSION
source: App Version
ar: نسخة التطبيق
es: Version de aplicacion
fr: Version de l'application

source: You have received a new order.
ar: لقد تلقيت طلب جديد.
es: Has recibido un nuevo pedido.
fr: Vous avez reçu une nouvelle commande.

source: You have been approved by admin.
ar: أنت معتمد من قبل المشرف.
es: Estás aprobado por el administrador.
fr: Vous êtes approuvé par l'administrateur.

source: You have been declined by admin.
ar: تم رفضك بواسطة المشرف.
es: Usted es rechazado por el administrador.
fr: Vous êtes refusé par l'administrateur.

source: Deliveryman has accepted the request.
ar: التسليم رجل مقبول.
es: Repartidor aceptado.
fr: Livreur accepté.

source: Deliveryman is on the way.
ar: رجل تسليم القادمة.
es: El repartidor viene.
fr: Livreur à venir.

source: Deliveryman has arrived.
ar: وصل رجل التسليم
es: Llegó el hombre de entrega
fr: Livreur arrivé

source: Deliveryman has picked up order.
ar: تسليم رجل اختار النظام
es: Orden de entrega hombre recogido
fr: Livreur a pris la commande

source: Deliveryman has started delivery.
ar: بدأ تسليم الرجل التسليم.
es: El repartidor comenzó la entrega.
fr: Livreur a commencé la livraison.

source: Deliveryman has arrived at the destination.
ar: وصل رجل التسليم في الوجهة.
es: El repartidor llegó a destino.
fr: Livreur arrivé à destination.

source: Deliveryman has completed the delivery.
ar: تسليم رجل الانتهاء من أجل.
es: El repartidor completó el pedido.
fr: Livreur complété la commande.

source: User has cancelled order.
ar: طلب إلغاء المستخدم.
es: usuario cancelado pedido.
fr: commande annulée par l'utilisateur.

source: Deliveryman can not found.
ar: تسليم الرجل غير موجود.
es: Repartidor no encontrado.
fr: Livreur non trouvé.

source: Logged in from another device.
ar: تسجيل الدخول في جهاز آخر.
es: Inicia sesión en otro dispositivo.
fr: Connectez-vous à un autre appareil.

# TXT_FORGOT_PASSWORD
source: Forgot Password?
ar: هل نسيت كلمة المرور؟
es: ¿Se te olvidó tu contraseña?
fr: mot de passe oublié?

# TXT_LOGOUT
source: Logout
ar: الخروج
es: Cerrar sesión
fr: Connectez - Out

# MSG_LOGOUT
source: Are you sure you want to log out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter?

# TXT_CANCEL_ORDER
source: Cancel Order
ar: الغاء الطلب
es: Cancelar orden
fr: annuler la commande

# TXT_WARNING
source: Warning!
ar: تحذير
es: Advertencia
fr: Attention

# TXT_SELECT_IMAGE
source: Choose Photo
ar: اختر صورة
es: Escoge una foto
fr: Choisir une photo

# TXT_VERIFY_ACCOUNT
source: Verify Account
ar: التحقق من الحساب
es: Verificar Cuenta
fr: vérifier le compte

# TXT_INTERNET
source: Internet
ar: الإنترنت
fr: l'Internet

# TXT_ATTENTION
source: Attention
ar: انتباه
es: Atención

# TXT_EMAIL_OTP
source: Email OTP
ar: البريد الإلكتروني OTP
es: Correo electrónico OTP

# TXT_PHONE_OTP
source: Phone OTP
ar: هاتف مكتب المدعي العام
es: OTP del teléfono
fr: Téléphone OTP

# TXT_CONFIRMATION_CODE
source: Confirmation Code
ar: تأكيد الكود
es: Código de confirmación
fr: Code de confirmation

# TXT_SELECT_TO_DATE
source: Select To Date
ar: حدد إلى التاريخ
es: Seleccione Hasta la fecha
fr: Sélectionnez Pour Date

# TXT_CONFIRMATION_DIALOG
source: Confirm Details
ar: تأكيد التفاصيل
es: Confirmar detalle
fr: Confirmer le détail

# TXT_DELETE_CARD
source: Delete Card
ar: حذف البطاقة
es: Eliminar tarjeta
fr: Supprimer la carte

# TXT_SELECT_DATE
source: Select Date
ar: حدد تاريخ
es: Seleccione fecha
fr: Sélectionner une date

# TXT_SELECT_SPECIFICATION_GROUP
source: Select Specification Group
ar: حدد مجموعة المواصفات
es: Seleccione el grupo de especificación
fr: Sélectionner un groupe de spécifications

# TXT_SELECT_PRODUCT_CATEGORY
source: Please select product category
ar: اختر فئة المنتج
es: Seleccionar categoría de producto
fr: Sélectionnez une catégorie de produit

# TITLE_ORDER_PAYMENT
source: Order Payment
ar: دفع النظام
es: Orden de pago
fr: Paiement de la commande

# TITLE_CANCEL_REQUEST
source: Cancel Request
ar: إلغاء الطلب
es: Cancelar petición
fr: Demande d'annulation

# MSG_ARE_YOU_SURE
source: Are you sure?
ar: هل أنت واثق ؟
es: Estás seguro ?
fr: Êtes-vous sûr ?

# MSG_INVALID_DATE_WARNING
source: Please first select from date
ar: يرجى اختيار من التاريخ الأول
es: Por favor seleccione de la fecha primero
fr: Veuillez sélectionner à partir de la date en premier

# MSG_UPDATE_APP
source: App update available with functionality and performance improvement.
ar: تحديث التطبيق متاح مع الأداء الوظيفي وتحسين الأداء.
es: Actualización de la aplicación disponible con funcionalidad y mejora de rendimiento.
fr: Mise à jour de l'application disponible avec amélioration des fonctionnalités et des performances.

# MSG_SERVER_ERROR
source: Problem in downloading data from the server. Please restart your app or try again.
ar: مشكلة في تنزيل البيانات من الخادم يرجى إعادة تشغيل التطبيق أو المحاولة مرة أخرى.
es: Problema al descargar datos del servidor Reinicie su aplicación o intente nuevamente.
fr: Problème lors du téléchargement des données depuis le serveur. Veuillez redémarrer votre application ou réessayer.

# MSG_INTERNET_ENABLE
source: Your Internet seems to be disabled, You must enable it.
ar: يبدو أن الإنترنت معطّل ، يجب عليك تمكينه.
es: Tu internet parece estar deshabilitado, debes habilitarlo.
fr: Votre Internet semble être désactivé, vous devez l'activer.

# MSG_REASON_FOR_CAMERA_PERMISSION
source: Without this permission app will be unable to access the camera and your external storage. Step 1: Go to Settings>Privacy>Camera. find the store app to allow camera access. Step 2: switch it so that the switch is green.
ar: بدون هذا الإذن ، لن يتمكن التطبيق من الوصول إلى الكاميرا ووحدة التخزين الخارجية. الخطوة 1: اذهب إلى الإعدادات> الخصوصية> الكاميرا. ابحث عن تطبيق المتجر للسماح بالوصول إلى الكاميرا. الخطوة 2: قم بتبديلها بحيث يكون المفتاح أخضر.
es: Sin este permiso, la aplicación no podrá acceder a la cámara ni a su almacenamiento externo. Paso 1: Vaya a Configuración> Privacidad> Cámara. Encuentra la aplicación de la tienda para permitir el acceso de la cámara. Paso 2: cambiarlo para que el interruptor sea verde.
fr: Sans cette autorisation, l'application ne pourra pas accéder à la caméra ni à votre stockage externe. Étape 1: Accédez à Paramètres> Confidentialité> Caméra. trouvez l'application du magasin pour autoriser l'accès à la caméra. Étape 2: réglez-le de sorte que le commutateur soit vert.

# MSG_CONFIRMATION_EMAIL_PHONE
source: We will send you a verification code on the following email and phone number details.
ar: لقد أرسلنا لك رمز التحقق وفقًا لتفاصيل البريد الإلكتروني ورقم الهاتف التالية.
es: Le enviamos un código de verificación según el correo electrónico y el número de teléfono siguientes.
fr: Nous vous avons envoyé un code de vérification, conformément au courrier électronique et au numéro de téléphone suivants.

# MSG_CONFIRMATION_EMAIL
source: We will send you a verification code on the following email.
ar: لقد أرسلنا لك رمز التحقق وفقًا للبريد الإلكتروني التالي.
es: Le enviamos un código de verificación según el siguiente correo electrónico.
fr: Nous vous avons envoyé un code de vérification selon le courrier électronique suivant.

# MSG_CONFIRMATION_PHONE
source: We will send you a verification code on the following phone number details.
ar: لقد أرسلنا لك رمز التحقق وفقًا لتفاصيل رقم الهاتف التالي.
es: Le enviamos un código de verificación según los siguientes detalles del número de teléfono.
fr: Nous vous avons envoyé un code de vérification selon le numéro de téléphone suivant.

# MSG_ADVANCE_PAY_FOR_ORDER
source: Did you receive the order from Deliveryman ? Receive the confirmation code for delivery.
ar: هل دفعتك المستلمة من Deliveryman؟ بعد الرد تحصل على رمز.
es: ¿Recibió el pago de su pedido de Deliveryman? Después de la respuesta obtienes el código.
fr: Votre commande a-t-elle été payée par Deliveryman? Après réponse, vous obtenez le code.

# MSG_CANCEL_REQUEST
source: Are you sure you want to cancel request?
ar: هل أنت متأكد أنك تريد إلغاء الطلب؟
es: ¿Estás seguro de que quieres cancelar la solicitud?
fr: Êtes-vous sûr de vouloir annuler la demande?

# TXT_CANCEL
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler

# TXT_SELECT
source: SELECT
ar: تحديد
es: Seleccionar
fr: Sélectionner

# TXT_OK
source: OK
ar: حسنا
es: De acuerdo
fr: D'accord

# TXT_EXIT
source: Exit
ar: ىخرج
es: Salida
fr: Sortie

# TXT_GALLERY
source: Gallery
ar: صالة عرض
es: Galería
fr: Galerie

# TXT_CAMERA
source: Camera
ar: الة تصوير
es: Cámara
fr: Caméra

# TXT_RETRY
source: RETRY
ar: إعادة المحاولة
es: PROCESAR DE NUEVO
fr: RÉESSAYEZ

# TXT_APPLY
source: Apply
ar: تطبيق
es: Aplicar
fr: Appliquer

# TXT_DONE
source: Done
ar: فعله
es: Hecho
fr: Terminé

# TXT_UPDATE
source: Update
ar: تحديث
es: Actualizar
fr: Mettre à jour

# TXT_SHARE
source: Share
ar: شارك
es: Compartir
fr: Partager

# TXT_YES
source: Yes
ar: نعم فعلا
es: Sí
fr: Oui

# TXT_NO
source: No
ar: لا
fr: Non

# TXT_VERIFY
source: Verify
ar: التحقق
es: Verificar
fr: Vérifier

# TXT_SUBMIT
source: Submit
ar: خضع
es: Enviar
fr: Soumettre

# TXT_ERROR
source: Error
ar: خطأ
fr: Erreur

# TXT_REQUEST_ORDER
source: Request Order
ar: تقديم طلب!
es: Solicitud de pedido!
fr: Demander une commande!

# TXT_VIEW_MORE
source: View More
ar: عرض المزيد
es: Ver más
fr: Afficher plus

# TXT_TOTAL_ORDER_PRICE
source: Total Order Price
ar: إجمالي سعر الطلب:
es: Precio total del pedido:
fr: Prix total de la commande:

# MSG_PLEASE_ENTER_EMAIL
source: Please enter email id.
ar: من فضلك أدخل بريد الكتروني
es: Por favor, introduzca un correo electrónico.
fr: S'il vous plaît entrer un email.

# MSG_PLEASE_ENTER_VALID_EMAIL
source: Please enter a valid email.
ar: يرجى إدخال البريد الإلكتروني الصحيح.
es: Por favor introduzca una dirección de correo electrónico válida.
fr: S'il vous plaît entrer un email valide.

# MSG_PLEASE_ENTER_PASSWORD
source: Please enter a password.
ar: الرجاء إدخال كلمة المرور
es: Porfavor ingrese una contraseña.
fr: Veuillez entrer un mot de passe.

# MSG_PLEASE_ENTER_VALID_PASSWORD
source: Password length should be greater than 6 characters.
ar: يجب أن يكون طول كلمة المرور أكبر من %@ أحرف.
es: La longitud de la contraseña debe ser mayor que %@ caracteres.
fr: La longueur du mot de passe doit être supérieure à %@ caractères.

# MSG_PLEASE_ENTER_VALID_PHONE_NUMBER
source: Please enter a valid phone number.
ar: الرجاء إدخال رقم هاتف صحيح
es: Por favor ingrese un número de teléfono válido
fr: S'il vous plait entrez un numéro de téléphone valide

# MSG_PLEASE_ENTER_VALID_NAME
source: Please enter a valid name.
ar: رجاء ادخل اسما صحيحا.
es: Por favor ingrese un nombre valido.
fr: Merci d'entrer un nom valide.

# MSG_PLEASE_SELECT_COUNTRY
source: Please select valid country.
ar: يرجى اختيار بلد صالح.
es: Por favor seleccione un país válido.
fr: Veuillez sélectionner un pays valide.

# MSG_PLEASE_SELECT_CITY
source: Please select valid city.
ar: يرجى اختيار مدينة صالحة.
es: Por favor seleccione una ciudad válida.
fr: Veuillez sélectionner une ville valide.

# MSG_PLEASE_SELECT_STORE_TYPE
source: Please select store type.
ar: يرجى اختيار نوع المتجر.
es: Por favor seleccione el tipo de tienda.
fr: Veuillez sélectionner le type de magasin.

# MSG_PLEASE_ENTER_ADDRESS
source: Please enter Address
ar: يرجى إدخال عنوان.
es: Por favor ingrese una direccion.
fr: Entrez une adresse s'il vous plait.

# MSG_PLEASE_ENTER_MOBILE_NUMBER
source: Please enter a mobile number.
ar: الرجاء إدخال رقم الهاتف النقال.
es: Por favor, introduzca un número de teléfono móvil.
fr: S'il vous plaît entrer un numéro de téléphone.

# MSG_PLEASE_ENTER_VALID_MOBILE_NUMBER
source: Please enter a valid mobile number of the length between %@-%@.
ar: يرجى إدخال رقم جوال صالح بطول يتراوح بين %@ - %@ .
es: Ingrese un número de teléfono móvil válido de la longitud entre %@ - %@ .
fr: Veuillez entrer un numéro de téléphone portable valide dont la longueur est comprise entre %@ - %@ .

# MSG_PLEASE_ENTER_VALID_EMAIL_OR_PHONE_NUMBER
source: Please enter a valid email or mobile number
ar: الرجاء إدخال بريد إلكتروني أو رقم جوال صحيح
es: Por favor ingrese un correo electrónico válido o un número de teléfono móvil
fr: Veuillez saisir un email ou un numéro de téléphone valide

# MSG_PLEASE_UPLOAD_PROFILE_PICTURE
source: Please upload your profile picture
ar: يرجى تحميل صورة الملف الشخصي
es: Por favor suba la foto de perfil
fr: S'il vous plaît télécharger la photo de profil

# MSG_INCORRECT_CONFIRM_PASSWORD
source: Your entered passwords are not matching
ar: تأكيد كلمة المرور لا يتطابق مع كلمة المرور.
es: Su contraseña de confirmación no coincide con la contraseña.
fr: Votre mot de passe de confirmation ne correspond pas avec mot de passe.

# MSG_PLEASE_ENTER_REFERRAL_CODE
source: Please Enter Referral Code.
ar: الرجاء إدخال رمز الإحالة.
es: Por favor, introduzca el código de referencia.
fr: S'il vous plaît entrez le code de référence.

# MSG_PLEASE_ENTER_CURRENT_PASSWORD
source: Please enter current password to verify your account.
ar: الرجاء إدخال كلمة المرور الحالية للتحقق من حسابك.
es: Por favor ingrese la contraseña actual para verificar su cuenta.
fr: Veuillez entrer votre mot de passe actuel pour valider votre compte.

# MSG_EMAIL_OTP_WRONG
source: Please enter the correct email verification code.
ar: الرجاء إدخال رمز التحقق الصحيح للبريد الإلكتروني.
es: Por favor, introduzca el código de verificación de correo electrónico correcto.
fr: S'il vous plaît entrer le code de vérification email correct.

# MSG_SMS_OTP_WRONG
source: Please enter correct SMS verification code.
ar: الرجاء إدخال رمز التحقق الصحيح للرسائل القصيرة.
es: Por favor, introduzca el código de verificación de sms correcto.
fr: Veuillez saisir le code de vérification SMS correct.

# MSG_VERIFY_DETAIL
source: Please enter the OTP you have received.
ar: يرجى إدخال otp الذي تلقيته.
es: Por favor, introduzca el otp que ha recibido.
fr: Veuillez entrer l'otp que vous avez reçu.

# MSG_PLEASE_SELECT_DOCUMENT_IMAGE
source: Please select a document image first
ar: يرجى اختيار صورة الوثيقة أولا
es: Por favor, seleccione la imagen del documento primero
fr: Veuillez sélectionner d'abord l'image du document

# MSG_PLEASE_ENTER_DOCUMENT_ID
source: Please enter the document unique code
ar: الرجاء إدخال رمز الوثيقة الفريدة
es: Por favor ingrese el código único del documento
fr: Veuillez entrer le code unique du document

# MSG_PLEASE_ENTER_DOCUMENT_EXP_DATE
source: Please enter document expiry date.
ar: الرجاء إدخال تاريخ انتهاء صلاحية المستند
es: Por favor, introduzca el documento fecha de caducidad
fr: Veuillez entrer la date d'expiration du document

# MSG_ENTER_COMMENT_RATE
source: Please rate the user
ar: يرجى تقييم المستخدم
es: Por favor califique al usuario
fr: S'il vous plaît noter l'utilisateur

# MSG_PLEASE_SELECT_DATE_FIRST
source: Please select from and to date to get filtered history
ar: يرجى تحديد من وإلى تاريخ للحصول على تاريخ تصفيتها
es: Por favor, seleccione desde y hasta la fecha para obtener el historial filtrado
fr: Veuillez sélectionner de et à date pour obtenir l'historique filtré

# MSG_PLEASE_ITEM_IMAGE
source: Please insert item image first
ar: الرجاء إدخال صورة العنصر أولاً
es: Por favor, inserte la imagen del artículo primero
fr: S'il vous plaît insérez l'image de l'article en premier

# MSG_PLEASE_ITEM_NAME
source: Please enter item name first
ar: الرجاء إدخال اسم العنصر أولاً
es: Por favor ingrese primero el nombre del artículo
fr: Veuillez entrer le nom de l'article en premier

# MSG_PLEASE_FIRST_ADD_PRODUCT_CATEGORIES
source: Please first mention product categories to add an item.
ar: الرجاء أولاً إضافة فئات المنتجات لإضافة عنصر.
es: Por favor, primero agregue categorías de productos para agregar artículo.
fr: Veuillez d'abord ajouter les catégories de produits à ajouter à l'article.

# MSG_ENTER_VALID_AMOUNT
source: Please enter a valid amount.
ar: الرجاء إدخال مبلغ صالح.
es: Por favor, introduzca una cantidad válida.
fr: S'il vous plaît entrer un montant valide.

# MSG_NO_EARNING_FOR_FUTURE_DATE
source: You cannot see future earning details for this date
ar: لا يمكنك مشاهدة تاريخ المستقبل
es: No puedes ver la fecha futura ganando
fr: Vous ne pouvez pas voir la date future gagner

# TXT_PROFILE
source: Profile
ar: الملف الشخصي
es: Perfil
fr: Profil

# TXT_HISTORY
source: History
ar: التاريخ
es: Historia
fr: L'histoire

# TXT_PRODUCT
source: Products
ar: منتجات
es: Productos
fr: Des produits

# TXT_EARNING
source: Earning
ar: كسب
es: Ganador
fr: Revenus

# TXT_DOCUMENT
source: Documents
ar: مستندات
es: Documentos
fr: Les documents

# TXT_SETTING
source: Settings
ar: الإعدادات
es: Ajustes
fr: Réglages

# TXT_LOGIN
source: Sign In
ar: تسجيل الدخول
es: Iniciar sesión
fr: S'identifier

# TXT_REGISTER
source: Sign Up
ar: تسجيل
es: Registro
fr: registre

# TXT_INVOICE
source: Invoice
ar: فاتورة
es: Factura
fr: Facture d'achat

# TXT_FEEDBACK
source: Feedback
ar: ردود الفعل
es: Realimentación
fr: Retour d'information

# TXT_ADD_ITEM_SPECIFICATION
source: Item Specifications
ar: مواصفات البند
es: Especificaciones del artículo
fr: Point Spécifications

# TXT_ADD_NEW_SPECIFICATIONS
source: Add Item Specification
ar: إضافة مواصفات البند
es: Añadir especificación de artículo
fr: Ajouter une spécification d'article

# TXT_ACCOUNT
source: Account
ar: الحساب
es: Cuenta
fr: Compte

# TXT_REVIEW
source: Review
ar: إعادة النظر
es: revisión
fr: La revue

# TXT_ORDERS
source: Orders
ar: أوامر
es: Pedidos
fr: Ordres

# TXT_DELIVERIES
source: Deliveries
ar: التسليم
es: Entregas
fr: Livraisons

# TXT_MENU
source: Menu
ar: قائمة طعام
es: Menú

# TXT_ITEM
source: Item
ar: بند
es: ÍT
fr: ARTICLE

# TXT_USER_NAME
source: Email Or Phone
ar: بريد الكتروني او هاتف
es: Email o teléfono
fr: Email ou téléphone

# TXT_PHONE
source: Phone
ar: هاتف
es: Teléfono
fr: Téléphone

# TXT_PASSWORD
source: Password
ar: كلمه السر
es: Contraseña
fr: Mot de passe

# TXT_EMAIL
source: Email
ar: البريد الإلكتروني
es: Correo electrónico

# TXT_CURRENT_BALANCE
source: Current Balance
ar: الرصيد الحالي
es: SALDO ACTUAL
fr: SOLDE ACTUEL

# TXT_REFERRAL
source: Referral
ar: إحالة
es: Remisión
fr: Référence

# MSG_REFERRAL
source: You can use this code to refer your friends and get rewarded.
ar: يمكنك استخدام هذا الرمز لإحالة أصدقائك والحصول على مكافآت.
es: Puede usar este código para recomendar a sus amigos y obtener recompensas.
fr: Vous pouvez utiliser ce code pour parrainer vos amis et être récompensé.

# SHARE_REFERRAL
source: Store Use my referral code : %@
ar: المتجر استخدم رمز الإحالة الخاص بي: %@
es: Tienda Use mi código de referencia: %@
fr: Boutique Utiliser mon code de parrainage : %@

# TXT_REFERRAL_CODE
source: Enter referral code
ar: كود الإحالة
es: código de referencia
fr: Code de Parrainage

# TXT_NAME
source: Name
ar: اسم
es: Nombre
fr: prénom

# TXT_CONFIRM_REGISTER_PASSWORD
source: Confirm Password
ar: تأكيد كلمة المرور.
es: Confirmar contraseña.
fr: Confirmez le mot de passe.

# TXT_ADDRESS
source: Address
ar: عنوان
es: Dirección
fr: Adresse

# TXT_LATITUDE
source: Latitude
ar: خط العرض
es: Latitud

# TXT_LONGITUDE
source: Longitude
ar: خط الطول
es: Longitud

# TXT_MOBILE_NO
source: Mobile No.
ar: رقم الموبايل.
es: No móviles.
fr: Numéro de mobile

# TXT_SELECT_COUNTRY
source: Select Country
ar: حدد الدولة
es: Seleccionar país
fr: Choisissez le pays

# TXT_SELECT_CITY
source: Select City
ar: اختر مدينة
es: Ciudad selecta
fr: Sélectionnez une ville

# TXT_SELECT_STORE_TYPE
source: Select store type
ar: اختر نوع المتجر
es: Seleccione el tipo de tienda
fr: Sélectionnez le type de magasin

# TXT_SLOGAN
source: Slogan
ar: شعار
es: Eslogan

# TXT_WEBSITE
source: Your website
ar: موقع الويب الخاص بك
es: Su sitio web
fr: Votre site web

# TXT_CHANGE_PASSWORD
source: Change Password?
ar: غير كلمة السر ؟
es: Cambia la contraseña ?
fr: Changer le mot de passe ?

# TXT_NEW_PASSWORD
source: New Password
ar: كلمة السر الجديدة
es: Nueva contraseña
fr: nouveau mot de passe

# TXT_CONFIRM_PASSWORD
source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe

# TXT_TAX_ON_ORDER_BILL
source: Tax on total bill amount
ar: ضريبة على فاتورة الطلب
es: Impuesto sobre la factura del pedido
fr: Taxe sur le bon de commande

# TXT_FREE_DELIVERY_ABOVE_ORDER_PRICE
source: Free delivery for above order price
ar: التوصيل المجاني لسعر النظام أعلاه
es: Entrega gratuita por el precio de pedido anterior.
fr: livraison gratuite pour le prix ci-dessus

# TXT_IS_BUSINESS
source: Your Business
ar: عملك
es: Tu negocio
fr: Votre entreprise

# TXT_COMMENT
source: Comment
ar: تعليق
es: Comentario
fr: Commentaire

# TXT_OR
source: -OR-
ar: -أو-
es: -O-
fr: -OU-

# TXT_ID_NUMBER
source: ID Number :
ar: رقم الهوية:
es: Número de identificación:
fr: Numéro d'identification:

# TXT_EXP_DATE
source: Expiry Date
ar: إكسب. تاريخ:
es: Exp. Fecha:
fr: Exp. Rendez-vous amoureux:

# TXT_ENTER_ID_NUMBER
source: Document ID
ar: معرف المستند
es: ID de documento
fr: ID de document

# TXT_ENTER_EXP_DATE
source: Document Expiry Date
ar: تاريخ انتهاء صلاحية المستند:
es: Fecha de expiración del documento:
fr: Date d'expiration du document:

# TXT_MANDATORY_FIELDS
source: * - indicates mandatory fields
ar: * يشير إلى الحقول الإلزامية
es: * Indica los campos obligatorios
fr: * Indique les champs obligatoires

# TXT_SAVE
source: Save
ar: حفظ
es: Salvar
fr: sauvegarder

# TXT_PRICE
source: Price
ar: السعر
es: Precio
fr: Prix

# TXT_PROFIT
source: Profit
ar: الربح:
es: Lucro :
fr: Bénéfice:

# TXT_ORDER_NO
source: Order No.
ar: رقم الطلب رقم
es: N º de pedido. #
fr: N ° de commande

# TXT_FROM
source: From
ar: من عند
es: desde
fr: de

# TXT_TO
source: To
ar: إلى
es: a
fr: à

# TXT_DELIVERY_DETAILS
source: Delivery Details
ar: تفاصيل التسليم
es: Detalle de la entrega
fr: détail de livraison

# TXT_ORDER_DETAILS
source: Order Details
ar: تفاصيل الأمر
es: Detalle de la orden
fr: Détails de la commande

# TITLE_HISTORY_DETAIL
source: History Details
ar: التاريخ التفاصيل
es: Detalle de la historia
fr: Détail de l'histoire

# TXT_GIVE_RATE
source: Give Rate
ar: إعطاء معدل
es: DAR TARIFA
fr: DONNER TAUX

# TXT_QTY
source: Quantity
ar: الكمية
es: Cantidad
fr: Qté

# TXT_COMMENT_PLACEHOLDER
source: Enter your review here.
ar: أدخل رأيك هنا.
es: Escriba su comentario aquí.
fr: Entrez votre avis ici.

source: SUN
ar: شمس
es: DOM
fr: SOLEIL

source: FRI
ar: جمعة
es: VIE
fr: VEN

source: SAT
ar: جلسنا
es: SAB
fr: SAM

# TXT_STORE_TIME
source: Store Time
ar: وقت المتجر
es: Tienda de tiempo
fr: Temps de magasin

# TXT_SELECTED_OPEN_TIME
source: Store Open
ar: الوقت المفتوح المحدد:
es: Tiempo abierto seleccionado:
fr: Heure d'ouverture sélectionnée:

# TXT_SELECT_OPEN_TIME
source: Select Opening Time
ar: اختر الوقت المفتوح
es: Seleccione Open Time
fr: Sélectionnez l'heure d'ouverture

# TXT_SELECT_CLOSE_TIME
source: Select Closing Time
ar: حدد وقت الاغلاق
es: Seleccionar hora de cierre
fr: Sélectionnez l'heure de fermeture

# TXT_START_TIME
source: Start Time
ar: وقت متاح
es: Tiempo abierto
fr: Temps ouvert

# TXT_END_TIME
source: End Time
ar: وقت الاغلاق
es: Hora de cierre
fr: La période de fermeture

# TXT_ADD_TIME
source: Add Time
ar: إضافة وقت
es: AGREGAR TIEMPO
fr: AJOUTER DU TEMPS

# MSG_INVALID_OPEN_TIME
source: please select valid open time
ar: يرجى تحديد وقت فتح صالح
es: Por favor, seleccione un tiempo abierto válido
fr: veuillez sélectionner une heure d'ouverture valide

# MSG_INVALID_CLOSE_TIME
source: please select valid close time
ar: يرجى تحديد وقت قريب صالح
es: Por favor, seleccione el tiempo de cierre válido
fr: veuillez sélectionner une heure de fermeture valide

# MSG_PLEASE_SELECT_TIME
source: please select valid time
ar: يرجى اختيار الوقت المناسب
es: por favor seleccione tiempo valido
fr: veuillez sélectionner une heure valide

# TXT_CHECKOUT
source: Checkout
ar: الدفع
es: Revisa
