Repository: portos060474/dropo
Catalog: mobile_apps/IOS/store/Store/String/*.lproj/Localizable.strings
Languages: ar, es, fr

# TXT_SPECIFICATIONS
source: Specifications
ar: مواصفات
es: Presupuesto
fr: Caractéristiques

# TXT_VISIBLE
source: Visible
ar: مرئي

# TXT_PRODUCT_TITLE
source: Product Title
ar: عنوان المنتج
es: Titulo del producto
fr: Titre du produit

# TXT_DESCRIPTION
source: Description
ar: وصف
es: Descripción
fr: La description

# TXT_MAKE_VISIBLE_OR_NOT
source: Make Details Visible/Invisible ?
ar: جعل مرئية / لا؟
es: Hacer visible / no?
fr: Rendre visible / non?

# TXT_SPECIFICATION_GROUP
source: Specification Groups
ar: مجموعة المواصفات
es: Grupo de especificaciones
fr: Groupe de spécification

# TXT_DEFAULT_TEXT
source: Default
ar: الافتراضي
es: defecto
fr: défaut

# TXT_ITEMS
source: Item
ar: بند
es: ít
fr: Article

# IN_STOCK_OR_NOT
source: In Stock/Out of Stock?
ar: في المخزون / لا؟
es: En stock / ¿No?
fr: En stock / pas?

# TXT_ITEM_SPECIFICATION_NAME
source: Specification Name
ar: اسم المواصفات
es: Nombre de especificación
fr: Nom de la spécification

# TXT_IS_REQUIRED_OR_NOT
source: Is required/Not ?
ar: مطلوب / لا؟
es: Se requiere / No?
fr: Est requis / pas?

# TXT_ADD_SPECIFICATION
source: Add Specification
ar: إضافة المواصفات
es: Añadir especificación
fr: Ajouter une spécification

# TXT_IN_STOCK
source: In Stock
ar: في المخزن
es: En stock
fr: En stock

# TXT_OUT_OF_STOCK
source: Out Of Stock
ar: إنتهى من المخزن
es: Agotado
fr: En rupture de stock

# TXT_ITEM_NAME
source: Item Name
ar: اسم العنصر
es: Nombre del árticulo
fr: Nom de l'article

# TXT_BASE_PRICE
source: Base Price
ar: السعر الأساسي
es: Precio base
fr: Prix de base

# TXT_DISTANCE_PRICE
source: Distance Price
ar: سعر المسافة
es: Precio de distancia
fr: Prix de distance

# TXT_TIME_PRICE
source: Time Price
ar: سعر الوقت
es: Tiempo Precio
fr: Prix du temps

# TXT_TIME
source: Time
ar: زمن
es: Hora
fr: Temps

# TXT_TIME_HH_MM
source: Time(h:m)
ar: الوقت (ح: م)
es: Tiempo (h: m)
fr: Temps (h: m)

# TXT_SERVICE_TAX
source: Service Tax
ar: ضريبة الخدمة
es: Impuesto de servicio
fr: Taxe de service

# TXT_ITEM_PRICE
source: Item Price
ar: سعر البند
es: Precio del articulo
fr: Prix de l'article

# TXT_TOTAL_ITEM_PRICE
source: Total Item Price
ar: إجمالي سعر البند
es: Precio total del artículo
fr: Prix total de l'article

# TXT_SPECIFICATION_PRICE
source: Specification Price
ar: سعر المواصفات
es: Especificación Precio
fr: Spécification Prix

# TXT_SURGE_PRICE
source: Surge Price
ar: زيادة السعر
es: Precio de la oleada
fr: Prix surtension

# TXT_ORDER_PRICE
source: Order Price
ar: سعر الطلب
es: Precio del pedido
fr: Prix de la commande

# TXT_ENTER_PRICE
source: Enter price
ar: أدخل السعر
es: introducir precio
fr: entrer le prix

# TXT_TAX
source: Tax
ar: ضريبة
es: Impuesto
fr: Impôt

# TXT_PROMO_BONUS
source: Promo Bonus
ar: مكافأة الترويجي
es: Bonificación Promo
fr: Bonus de promotion

# TXT_DISTANCE
source: Distance
ar: مسافه: بعد
es: Distancia

# TXT_WALLET
source: Wallet
ar: محفظة نقود
es: Billetera
fr: Portefeuille

# TXT_CARD
source: Card
ar: بطاقة
es: Tarjeta
fr: Carte

# TXT_CASH
source: Cash
ar: السيولة النقدية
es: Efectivo
fr: En espèces

# TXT_PLACEORDER
source: Place Order
ar: مكان الامر
es: Realizar pedido
fr: Passer la commande

# TXT_PROMO_CODE
source: Promo Code
ar: إدخال الرمز الترويجي
es: Introduce el código de promoción
fr: Saisir le code promotionnel

# TXT_DELIVERY_ADDRESS
source: Delivery Address
ar: عنوان التسليم
es: Dirección de entrega
fr: Adresse de livraison

# TXT_TOTAL
source: Total
ar: مجموع

# TXT_REJECT
source: Reject
ar: رفض
es: rechazar
fr: rejeter

# TXT_ACCEPT
source: Accept
ar: قبول
es: aceptar
fr: Acceptez

# TXT_ASSIGN_PROVIDER
source: Assign deliveryman
ar: تعيين مزود
es: Asignar proveedor
fr: Attribuer un fournisseur

# TXT_START_PREPARING_ORDER
source: Start preparing order
ar: البدء في إعداد النظام
es: Empezar preparando orden
fr: Commencer à préparer la commande

# TXT_ORDER_READY
source: Order ready
ar: ترتيب جاهز
es: Listo para ordenar
fr: Commande Prêt

# TXT_PICKUP_CODE
source: Pickup Code :
ar: رمز الالتقاط:
es: código de recogida:
fr: code de ramassage:

# TXT_REASSIGN
source: Reassign
ar: إعادة تعيين
es: REASIGNAR
fr: RÉAFFECTATION

# TXT_NOTE
source: Enter note for Item
ar: ملحوظة:
es: Nota:
fr: Remarque:

# MSG_WAIT_FOR_ACCEPT_STORE
source: Waiting for accept
ar: في انتظار قبول.
es: Esperando aceptar.
fr: En attente d'acceptation.

# MSG_WAIT_FOR_CONFIRMATION
source: Waiting for confirmation.
ar: في انتظار التأكيد.
es: Esperando confirmación.
fr: En attente de confirmation.

# MSG_CANCELED_BY_USER
source: Order has been canceled by the user.
ar: تم إلغاء الطلب من قبل المستخدم.
es: Pedido cancelado por el usuario.
fr: Commande annulée par l'utilisateur.

# MSG_STORE_ACCEPTED
source: Accepted
ar: وافقت
es: Aceptado
fr: Accepté

# MSG_STORE_REJECTED
source: Rejected
ar: مرفوض
es: Rechazado
fr: Rejeté

# MSG_STORE_CANCELLED
source: Canceled
ar: ألغيت
es: Cancelado
fr: Annulé

# MSG_STORE_PREPARING_ORDER
source: Preparing order
ar: إعداد الطلب
es: Preparando orden
fr: Préparation de la commande

# MSG_ORDER_READY
source: Order ready
ar: ترتيب جاهز
es: Listo para ordenar
fr: Commande Prêt

# MSG_WAITING_FOR_DELIVERY_MAN
source: Waiting for deliveryman
ar: في انتظار موصل الطلبات
es: Esperando al repartidor
fr: En attente du livreur

# MSG_DELIVERY_MAN_ACCEPTED
source: Delivery man has accepted the order
ar: التسليم رجل مقبول
es: Repartidor aceptado
fr: Livreur accepté

# MSG_DELIVERY_MAN_COMING
source: Delivery man is coming to pick up the order.
ar: تسليم الرجل القادمة.
es: El hombre de entrega viene.
fr: Livreur à venir.

# MSG_DELIVERY_MAN_ARRIVED
source: Delivery man has arrived
ar: وصل رجل التسليم
es: El hombre de entrega llegó
fr: Livreur arrivé

# MSG_DELIVERY_MAN_PICKED_ORDER
source: Delivery man has picked up the order.
ar: تسليم رجل اختار النظام.
es: Entrega orden recogido hombre.
fr: Livreur à la commande.

# MSG_DELIVERY_MAN_REJECTED_ORDER
source: Delivery man has rejected the order.
ar: تسليم رجل رفض النظام.
es: El repartidor ordenó rechazado.
fr: Livreur a rejeté la commande.

# MSG_DELIVERY_MAN_CANCELLED
source: Delivery man canceled the request.
ar: تسليم رجل ملغى.
es: Repartidor cancelado.
fr: Livreur annulé.

# MSG_DELIVERY_MAN_STARTED_DELIVERY
source: Delivery man has started the delivery.
ar: تسليم الرجل بدأ التسليم.
es: Delivery Man Started Delivery.
fr: Livreur a commencé la livraison.

# MSG_DELIVERY_MAN_ARRIVED_AT_DESTINATION
source: Delivery man has arrived at the destination.
ar: وصل رجل التسليم في الوجهة.
es: Hombre de entrega llegó a destino.
fr: Livreur arrivé à la destination.

# MSG_DELIVERY_MAN_COMPLETE_DELIVERY
source: Delivery man has completed delivery.
ar: تسليم رجل التسليم الانتهاء.
es: Repartidor entrega completa.
fr: Livreur Livraison Complétée.

# MSG_NO_DELIVERY_MAN_FOUND
source: Delivery Man Not Found.
ar: تسليم الرجل غير موجود.
es: No se encontró al repartidor
fr: Livreur introuvable.

# MSG_STORE_CANCELLED_REQUEST
source: Store Canceled Request.
ar: متجر إلغاء الطلب.
es: Almacenar solicitud cancelada.
fr: Enregistrer la demande annulée.

# TXT_OTHER_EARNING
source: Other Earning
ar: الكسب الآخر
es: Otra ganancia
fr: Autres gains

# TXT_TOTAL_SERVICE_PRICE
source: Total Service Price
ar: إجمالي سعر الخدمة
es: Precio total del servicio
fr: Prix total du service

# TXT_TAX_PRICE
source: Tax Price
ar: سعر الضريبة
es: Precio de impuestos
fr: Prix taxe

# TXT_ADMIN_PROFIT
source: Admin Profit
ar: ربح الادارة
es: Beneficio administrativo
fr: Bénéfice administrateur

# TXT_STORE_PROFIT
source: Store Profit
ar: ربح المتجر
es: Beneficio de la tienda
fr: Profit du magasin

# TXT_TOTAL_EARNING
source: Total Earning
ar: مجموع الأرباح
es: Ganancia total
fr: Gain total

# TXT_PAY_TO_STORE
source: Pay To Store
ar: الدفع إلى المتجر
es: Pagar a la tienda
fr: Payer pour stocker

# TXT_TOTAL_ORDER
source: Total Order
ar: من أجل الكاملة
es: Orden total
fr: Total de la commande

# TXT_COMPLETED_ORDER
source: Completed Order
ar: الطلب جاهز
es: Orden completada
fr: Commande complétée

# TXT_COMPLETED_RATIO
source: Completion Ratio
ar: نسبة الانتهاء
es: Proporción completada
fr: Ratio complété

# TXT_ACCEPTED_ORDER
source: Accepted Order
ar: طلب مقبول
es: Orden Aceptada
fr: Commande acceptée

# TXT_ACCEPTED_RATIO
source: Accepted Ratio
ar: النسبة المقبولة
es: Proporción aceptada
fr: Ratio accepté

# TXT_REJECTED_ORDER
source: Rejected Order
ar: طلب مرفوض
es: Orden Rechazada
fr: Ordre Rejeté

# TXT_REJECTED_RATIO
source: Rejection Ratio
ar: نسبة الرفض
es: Ratio Rechazado
fr: Rapport rejeté

# TXT_CANCELLED_ORDER
source: Cancelled Order
ar: الطلب الملغي
es: Orden cancelada
fr: Commande annulée

# TXT_CANCELLED_RATIO
source: Cancellation Ratio
ar: نسبة ملغاة
es: Proporción cancelada
fr: Ratio annulé

# TXT_ORDER
source: Orders
ar: طلب
es: Orden
fr: Ordre

# TXT_PAID_SERVICE_FEE
source: Service Payment
ar: دفع الخدمة المدفوعة
es: Pago de servicio pagado
fr: Paiement de service payant

# TXT_PAYMENT
source: Payments
ar: دفع
es: PAGO
fr: PAIEMENT

# TXT_RECEIVED_ORDER_AMOUNT
source: Received Order Payment
ar: تلقى طلب الدفع
es: Pago del pedido recibido
fr: Paiement de commande reçu

# TXT_TOTAL_ITEM_SOLD
source: Total Item Sold
ar: مجموع البند المباعة
es: Total artículo vendido
fr: Total article vendu

# TXT_EARN
source: Earnings
ar: كسب
es: Ganar
fr: Gagner

# TXT_PAID
source: Paid
ar: دفع
es: Pagado
fr: Payé

# TXT_REMAINING_TO_PAY
source: Remaining To Pay
ar: المتبقية لدفع
es: Quedando por Pagar
fr: Restant à payer

# TXT_DAY
source: Day
ar: يوم
es: Día
fr: journée

# TXT_WEEK
source: Week
ar: أسبوع
es: Semana
fr: La semaine

# MSG_CODE_5001
source: Email sent successfully.
ar: إرسال البريد الإلكتروني بنجاح.
es: Enviar correo electrónico con éxito.
fr: Email envoyé avec succès.

# MSG_CODE_121
source: You are successfully registered.
ar: أنت مسجل بنجاح.
es: Usted está registrado con éxito.
fr: Vous êtes enregistré avec succès.

# MSG_CODE_122
source: You are successfully logged in.
ar: تم تسجيل دخولك بنجاح
es: Has iniciado sesión correctamente.
fr: Vous êtes connecté avec succès.

# MSG_CODE_123
source: Your profile has been updated successfully.
ar: تم التحديث بنجاح.
es: Actualizado con éxito.
fr: Mis à jour avec succés.

# MSG_CODE_951
source: Updated an item in the cart successfully.
ar: تحديث العنصر في السلة بنجاح.
es: Actualizar artículo en el carrito con éxito.
fr: Mise à jour de l'article dans le panier avec succès.

# MSG_CODE_952
source: Add an item in cart successfully.
ar: إضافة عنصر في عربة بنجاح.
es: Añadir artículo en el carrito con éxito.
fr: Ajouter l'article dans le panier avec succès.

# MSG_CODE_953
source: Cart fetched successfully.
ar: الحصول على عربة بنجاح.
es: Consigue el carrito con éxito.
fr: Obtenir le panier avec succès.

# MSG_CODE_954
source: Cart has been cleared successfully.
ar: مسح العربة بنجاح.
es: Borrar el carrito con éxito.
fr: Effacer le panier avec succès.

# MSG_CODE_955
source: Address has been changed successfully.
ar: تم تغيير العنوان بنجاح.
es: Dirección cambiada con éxito.
fr: Adresse modifiée avec succès.

# MSG_CODE_253
source: Order completed successfully.
ar: اكتمل الطلب بنجاح.
es: Pedido completado con éxito.
fr: Commande terminée avec succès.

# MSG_CODE_113
source: Order invoice generation successful.
ar: إنشاء فاتورة الطلب بنجاح.
es: La factura del pedido se genera con éxito.
fr: La facture de commande génère avec succès.

# MSG_CODE_241
source: Created order successfully.
ar: إنشاء النظام بنجاح.
es: Crear orden con éxito.
fr: Créer une commande avec succès.

# MSG_CODE_142
source: Feedback submitted successfully.
ar: ردود الفعل تقدم بنجاح.
es: Comentarios enviados con éxito.
fr: Commentaires soumis avec succès.

# MSG_CODE_143
source: Feedback submitted successfully.
ar: ردود الفعل تقدم بنجاح.
es: Comentarios enviados con éxito.
fr: Commentaires soumis avec succès.

# MSG_CODE_921
source: Promo code added successfully.
ar: إضافة الرمز الترويجي بنجاح.
es: Código de promoción añadir con éxito.
fr: Code promo ajouter avec succès.

# MSG_CODE_923
source: Promo code updated successfully.
ar: تحديث الرمز الترويجي بنجاح.
es: Código de promoción actualizado con éxito.
fr: Le code promotionnel a été mis à jour avec succès.

# MSG_CODE_148
source: Order Created Successfully.
ar: تم إنشاء الطلب بنجاح.
es: Orden creada con éxito.
fr: Commande créée avec succès.

# MSG_CODE_150
source: Order Updated Successfully.
ar: تم تحديث الطلب بنجاح.
es: Orden actualizada con éxito.
fr: Commande mise à jour avec succès.

# MSG_CODE_314
source: Wallet Request Created Successfully.
ar: تم إنشاء طلب المحفظة بنجاح.
es: Solicitud de billetera creada con éxito.
fr: Demande de portefeuille créée avec succès.

# MSG_CODE_244
source: Request Created Successfully.
ar: طلب الإنشاء بنجاح.
es: Solicitud creada con éxito.
fr: Demande créée avec succès.

# ERROR_CODE_999
source: Invalid token.
ar: رمز خادم غير صالح
es: Token de servidor no válido
fr: Jeton de serveur invalide

# ERROR_CODE_601
source: Registration failed
ar: فشل في التسجيل
es: Registro fallido
fr: Échec de l'enregistrement

# ERROR_CODE_602
source: Email is already registered
ar: تم تسجيل البريد بالفعل
es: El correo electrónico ya está registrado
fr: L'adresse e-mail est déjà utilisée

# ERROR_CODE_603
source: Phone number is already registered
ar: رقم الهاتف مسجل بالفعل
es: El número de teléfono ya está registrado
fr: Le numéro de téléphone est déjà enregistré

# ERROR_CODE_605
source: Store already register with social media account
ar: متجر سجل بالفعل مع الاجتماعية
es: Tienda ya registrado con social
fr: Store déjà inscrit avec social

# ERROR_CODE_606
source: Store not register with social media account
ar: متجر لا تسجل مع الاجتماعية
es: Tienda no registrarse con social
fr: Magasin pas enregistrer avec social

# ERROR_CODE_611
source: Log in failed
ar: فشل تسجيل الدخول
es: error de inicio de sesion
fr: Échec de la connexion

# ERROR_CODE_612
source: You are not registered
ar: انت لم تسجل
es: Usted no está registrado
fr: Vous n'êtes pas inscrit

# ERROR_CODE_613
source: Your password is invalid
ar: كلمة المرور الخاصة بك غير صالحة
es: Su contraseña es inválida
fr: Votre mot de passe est incorrect

# ERROR_CODE_621
source: Profile update failed
ar: فشل تحديث ملف التعريف
es: Actualización de perfil fallida
fr: La mise à jour du profil a échoué

# ERROR_CODE_622
source: Failed to update device token
ar: فشل في تحديث الرمز المميز للجهاز
es: Error al actualizar el token del dispositivo
fr: Échec de la mise à jour du jeton de périphérique

# ERROR_CODE_623
source: Failed to logout
ar: فشل في تسجيل الخروج
es: falló al cerrar la sesión
fr: échec de la déconnexion

# ERROR_CODE_631
source: Invalid referral code
ar: رمز الإحالة غير صالح
es: Código de referencia no válido
fr: Code de référence invalide

# ERROR_CODE_632
source: Referral code already applied
ar: رمز الإحالة المطبق بالفعل
es: Código de referencia ya aplicado
fr: Code de référence déjà appliqué

# ERROR_CODE_633
source: Referral process failed
ar: فشل عملية الإحالة
es: Proceso de referencia fallido
fr: Le processus de renvoi a échoué

# ERROR_CODE_634
source: Store data not found
ar: تخزين البيانات غير موجود
es: Almacenar datos no encontrados
fr: Données de magasin non trouvées

# ERROR_CODE_635
source: Store business off
ar: تخزين الأعمال قبالة
es: Tienda de negocios fuera
fr: Stocker des affaires hors

# ERROR_CODE_636
source: Order history not found
ar: لم يتم العثور على سجل الطلب
es: Historial de pedidos no encontrado
fr: Historique des commandes non trouvé

# ERROR_CODE_637
source: Order detail not found
ar: ترتيب التفاصيل غير موجود
es: Detalle de pedido no encontrado
fr: Détail de la commande non trouvé

# ERROR_CODE_638
source: OTP Verification failed.
ar: فشل التحقق من Otp
es: La verificación de otp falló
fr: La vérification d'Otp a échoué

# ERROR_CODE_639
source: Email and mobile number are already registered.
ar: البريد الإلكتروني ورقم الجوال سجل بالفعل
es: El correo electrónico y el número de teléfono móvil ya están registrados.
fr: Email et numéro de téléphone déjà enregistrés

# ERROR_CODE_640
source: Pay by cash on delivery failed
ar: الدفع نقدا عند التسليم فشل
es: Pago en efectivo contra entrega fallida
fr: Paiement en espèces à la livraison a échoué

# ERROR_CODE_641
source: Daily earning not found
ar: الكسب اليومي غير موجود
es: Ganancias diarias no encontradas
fr: Résultat journalier non trouvé

# ERROR_CODE_642
source: Weekly earning not found
ar: الكسب الأسبوعي غير موجود
es: Ganancias semanales no encontradas
fr: Revenu hebdomadaire introuvable

# ERROR_CODE_651
source: Order failed
ar: فشل الطلب
es: Orden fallida
fr: Commande échouée

# ERROR_CODE_652
source: Order not found
ar: لم يتم العثور على الطلب
es: Orden no encontrada
fr: Commande non trouvée

# ERROR_CODE_653
source: Set order status failed
ar: فشل تعيين حالة الطلب
es: Falló el estado del pedido
fr: Définir le statut de la commande a échoué

# ERROR_CODE_654
source: Request failed
ar: الطلب فشل
es: Solicitud fallida
fr: Demande échoué

# ERROR_CODE_655
source: Change order status failed
ar: فشل تغيير حالة الطلب
es: El estado de la orden de cambio falló
fr: Le statut de la commande de changement a échoué

# ERROR_CODE_656
source: Order Cancellation failed.
ar: فشل إلغاء الطلب
es: Cancelación de pedido fallida
fr: L'annulation de la commande a échoué

# ERROR_CODE_801
source: Country details not found.
ar: لم يتم العثور على تفاصيل البلد
es: Detalles del país no encontrado
fr: Détail du pays non trouvé

# ERROR_CODE_811
source: City details not found.
ar: لم يتم العثور على تفاصيل المدينة
es: Detalle de la ciudad no encontrado
fr: Détail de la ville non trouvé

# ERROR_CODE_821
source: eApp key not found
ar: مفتاح التطبيق غير موجود
es: No se encontró la clave de la aplicación
fr: Clé de l'application introuvable

# ERROR_CODE_831
source: Setting details not found
ar: إعداد التفاصيل غير موجود
es: Detalles de configuración no encontrados
fr: Détails de réglage non trouvés

# ERROR_CODE_845
source: Category data not found
ar: لم يتم العثور على بيانات الفئة
es: Datos de categoría no encontrados
fr: Données de catégorie non trouvées

# ERROR_CODE_871
source: Failed to add product
ar: فشل في إضافة المنتج
es: Error al agregar el producto
fr: Impossible d'ajouter le produit

# ERROR_CODE_872
source: Product not found
ar: الصنف غير موجود
es: Producto no encontrado
fr: Produit non trouvé

# ERROR_CODE_873
source: Failed to update product details
ar: فشل في تحديث تفاصيل المنتج
es: Error al actualizar el detalle del producto
fr: Impossible de mettre à jour les détails du produit

# ERROR_CODE_881
source: Failed to add specification
ar: فشل في اضافة المواصفات
es: Error al agregar la especificación
fr: Impossible d'ajouter une spécification

# ERROR_CODE_882
source: Specification not found
ar: مواصفات غير موجودة
es: Especificación no encontrada
fr: Spécification non trouvée

# ERROR_CODE_891
source: Failed to add item
ar: فشل في اضافة عنصر
es: Error al agregar el artículo
fr: Échec de l'ajout d'élément

# ERROR_CODE_892
source: Item not found
ar: العنصر غير موجود
es: Objeto no encontrado
fr: Objet non-trouvé

# ERROR_CODE_876
source: No Categories found.
ar: لم يتم العثور على فئات
es: No se encontraron categorías
fr: Aucune catégorie trouvée

# ERROR_CODE_893
source: Failed to upload item image
ar: فشل تحميل صورة العنصر
es: Error al cargar la imagen del elemento
fr: Échec du téléchargement de l'image de l'article

# ERROR_CODE_894
source: Failed to update item image
ar: فشل في تحديث صورة العنصر
es: Error al actualizar la imagen del elemento
fr: Échec de la mise à jour de l'image de l'article

# ERROR_CODE_895
source: Failed to update item
ar: فشل في تحديث العنصر
es: Error al actualizar el elemento
fr: Échec de la mise à jour de l'élément

# ERROR_CODE_426
source: No provider found
ar: لم يتم العثور على مزود
es: Ningún proveedor encontrado
fr: Aucun fournisseur trouvé

# ERROR_CODE_550
source: Referral code is out of usage limit in your country.
ar: رمز الإحالة خارج حدود الاستخدامات في بلدك.
es: El código de referencia está fuera del límite de usos en su país.
fr: Le code de référence est hors limites d'utilisation dans votre pays.

# ERROR_CODE_541
source: Referral code is not valid.
ar: رمز الإحالة غير صالح.
es: Código de referencia no válido.
fr: Code de référence non valide.

# ERROR_CODE_547
source: Referral code is not valid for your country.
ar: رمز الإحالة غير صالح لبلدك.
es: Código de referencia no válido para su país.
fr: Le code de parrainage n'est pas valide pour votre pays.

# ERROR_CODE_1002
source: Document not found.
ar: لا توجد وثائق
es: No se encontraron documentos.
fr: Aucun document trouvé.

# ERROR_CODE_965
source: Change delivery address failed.
ar: تغيير عنوان التسليم فشل.
es: Cambio de dirección de entrega fallida.
fr: Modifier l'adresse de livraison a échoué.

# ERROR_CODE_535
source: Invoice Fetching Failed.
ar: الحصول على فشل الفاتورة.
es: Obtener factura fallida.
fr: Échec de la facture.

# ERROR_CODE_833
source: Wallet history is empty
ar: سجل المحفظة فارغ
es: El historial de billetera está vacío
fr: L'historique du portefeuille est vide

# ERROR_CODE_413
source: INVALID PASSWORD
ar: رمز مرور خاطئ
es: CONTRASEÑA INVALIDA
fr: MOT DE PASSE INCORRECT

# ERROR_CODE_962
source: Cart not found.
ar: العربة غير موجودة
es: Carrito no encontrado
fr: Panier non trouvé

# ERROR_CODE_645
source: Create Order Failed.
ar: إنشاء فشل الطلب.
es: Error de creación de pedido.
fr: Échec de la création de la commande.

# ERROR_CODE_647
source: Store order update failed.
ar: فشل طلب التحديث.
es: Falló la actualización del pedido.
fr: La mise à jour de la commande a échoué.

# ERROR_CODE_897
source: Item Already Added.
ar: تمت إضافة العنصر بالفعل.
es: Artículo ya añadido.
fr: Article déjà ajouté.

# ERROR_CODE_875
source: Product Already Added.
ar: المنتج أضيف بالفعل.
es: Producto ya agregado.
fr: Produit déjà ajouté.

# ERROR_CODE_1010
source: No Promo Added.
ar: لم تتم إضافة عرض ترويجي.
es: No Promo Añadido.
fr: Aucune promo ajoutée.

# ERROR_CODE_815
source: Wallet Transaction History is Empty
ar: سجل طلب المحفظة فارغ
es: El historial de solicitudes de billetera está vacío
fr: L'historique des demandes de portefeuille est vide

# ERROR_CODE_1014
source: Card Addition Failed.
ar: فشل إضافة البطاقة.
es: Fallo en agregar tarjeta.
fr: L'ajout de carte a échoué.

# ERROR_CODE_2022
source: Bank detail not found.
ar: تفاصيل البنك لم تتم إضافتها.
es: Detalles del banco no añadido.
fr: Détail bancaire non ajouté.

# ERROR_CODE_1016
source: Card data not found.
ar: تفاصيل البطاقة لم تتم إضافتها.
es: Detalles de la tarjeta no añadidos.
fr: Détail de la carte non ajouté.

# ERROR_CODE_1042
source: Specification List Not Added.
ar: قائمة المواصفات غير المضافة.
es: Lista de especificaciones no añadidas.
fr: Liste de spécifications non ajoutée.

# ERROR_CODE_0
source: Something went wrong with server
ar: حدث خطأ ما في الخادم
es: Algo salió mal con el servidor
fr: Quelque chose s'est mal passé avec le serveur

# ERROR_CODE_2003
source: Something went wrong with server
ar: حدث خطأ ما في الخادم
es: Algo salió mal con el servidor
fr: Quelque chose s'est mal passé avec le serveur

# ERROR_CODE_536
source: Adding wallet amount failed
ar: فشل إضافة مبلغ المحفظة
es: Agregar la cantidad de billetera fallada
fr: Ajouter le montant du portefeuille a échoué

# HTTP_ERROR_CODE_404
source: URL not found Please check your internet connection
ar: عنوان url غير موجود الرجاء التحقق من اتصالك بالإنترنت
es: Url no encontrado por favor revise su conexión a internet
fr: Url not found Veuillez vérifier votre connexion internet

# HTTP_ERROR_CODE_502
source: Bad gateway
ar: مدخل خاطأ
es: Puerta de enlace mal
fr: Mauvaise passerelle

# HTTP_ERROR_CODE_504
source: Gateway timeout
ar: غمازة
es: Tiempo de espera de la puerta de enlace
fr: Délai d'attente de la passerelle

# HTTP_ERROR_CODE_503
source: Service unavailable
ar: الخدمة غير متوفرة
es: Servicio no disponible
fr: Service indisponible
