Repository: portos060474/dropo
Catalog: mobile_apps/IOS/store/Store/String/*.lproj/Localizable.strings
Languages: ar, es, fr

# TXT_REMOVE_ALL
source: Remove All
ar: حذف الكل
es: Eliminar todo
fr: Enlever tout

# TXT_ADMIN_APPROVED_AMOUNT
source: Admin Approved Amount
ar: وافق المسؤول المبلغ
es: Cantidad aprobada por el administrador
fr: Quantité approuvée par l'administrateur

# TXT_DELIVERY_TIME
source: Delivery Time (min)
ar: وقت التسليم (دقيقة)
es: Tiempo de entrega (min.)
fr: Délai de livraison (min.)

# TXT_MAX_DELIVERY_TIME
source: Max Delivery Time (min.)
ar: ماكس وقت التسليم (دقيقة)
es: Tiempo máximo de entrega (min.)
fr: Délai de livraison maximum (min.)

# TXT_ENTER_VALID_RADIUS
source: Please enter valid delivery radius
ar: أدخل نصف قطر التسليم الصحيح
es: Ingrese el radio de entrega válido
fr: Entrez un rayon de livraison valide

# TXT_ENTER_VALID_DELIVERY_TIME
source: Enter Valid Delivery Time
ar: أدخل صالح وقت التسليم
es: Ingrese el tiempo de entrega válido
fr: Entrez un délai de livraison valide

# TXT_ENTER_VALID_TIME
source: Enter Valid Time
ar: أدخل وقت صحيح
es: Ingrese el tiempo válido
fr: Entrez l'heure valide

# TXT_ENTER_VALID_MAX_DELIVERY_TIME
source: Maximum delivery time must be greater than defined delivery time.
ar: يجب أن يكون وقت التسليم ماكس مبشرة ثم وقت التسليم.
es: El tiempo máximo de entrega debe ser mayor que el tiempo de entrega.
fr: Le délai de livraison maximum doit être supérieur au délai de livraison.

# TITLE_PLEASE_SELECT_CANCELATION_TYPE
source: Please select order cancellation type
ar: يرجى تحديد قيم نوع أمر الإلغاء
es: Por favor seleccione valores de tipo de orden de cancelación
fr: Veuillez sélectionner les valeurs du type de commande d'annulation

# TITLE_PLEASE_SELECT_PROMO_TYPE
source: Please select promo type
ar: يرجى اختيار نوع الترويجي
es: Por favor, seleccione el tipo de promoción
fr: Veuillez sélectionner le type de promotion

# TITLE_PLEASE_SELECT_PRICE_RATE
source: Please select price rate of your store
ar: يرجى تحديد سعر سعر متجرك
es: Por favor seleccione el precio de su tienda.
fr: Veuillez sélectionner le prix de votre magasin

# OPTION_TO_SELECT
source: Options to select
ar: خيارات للاختيار
es: Opciones para seleccionar
fr: Options pour sélectionner

# TXT_ORDER_CANCELLED
source: Order Cancelled
ar: تم إلغاء الطلب
es: El pedido ha sido cancelado
fr: La commande a été annulée

# TXT_NOTE_FOR_ITEM
source: Note For Item
ar: ملاحظة للبند
es: Nota para el artículo
fr: Note pour l'article

# TXT_SELECT_WEEK
source: Select Week
ar: اختر الأسبوع
es: Seleccione la semana
fr: Sélectionnez une semaine

# TXT_NO_SEARCH_ITEM_NOT_AVAILABLE
source: Searched item not available.
ar: بحثت البند غير متوفر
es: Artículo buscado no disponible
fr: Article recherché non disponible

# MSG_UNABLE_TO_CALL
source: Unable to call.
ar: غير قادر على الاتصال
es: No se puede llamar.
fr: Impossible d'appeler.

# TXT_CURRENT_ORDERS
source: As Soon As Possible
ar: في اسرع وقت ممكن
es: Lo antes posible
fr: au plus vite

# TXT_SCHEDULE_ORDERS
source: Schedule
ar: جدول
es: Programar
fr: Programme

# MSG_PLEASE_SELECT_PRODUCT
source: Please select product first
ar: يرجى اختيار المنتج أولا
es: Por favor, seleccione primero el producto
fr: S'il vous plaît sélectionnez d'abord le produit

# MSG_PLZ_GIVE_VALID_REASON
source: Please give valid reason.
ar: يرجى إعطاء سبب وجيه.
es: Por favor dé una razón válida.
fr: S'il vous plaît donner une raison valide.

# TOAST_MSG_YOU_ARE_NOT_PROVIDE_ANY_DELIVERY
source: You have not selected any delivery type, please select any one type of delivery
ar: أنت لا تقدم أي تسليم ، يرجى تمكين أي تسليم واحد
es: Usted no proporciona ninguna entrega, por favor habilite cualquier entrega
fr: Vous ne fournissez aucune livraison, veuillez activer n'importe quelle livraison

# TXT_PROVIDE_PICKUP_DELIVERY
source: Provide Pickup Delivery
ar: توفير تسليم بيك اب
es: Proporcionar entrega de recogida
fr: Prévoir la livraison

# TXT_MAX_RANGE
source: Max Range
ar: أقصى مدى
es: Rango máximo
fr: Gamme Max

# TXT_MIN_RANGE
source: Min Range
ar: دقيقة المدى
es: Rango mínimo
fr: Gamme Min

# TXT_FIX_RANGE
source: Fix Range
ar: إصلاح المدى
es: Rango fijo
fr: Plage fixe

# MSG_PLEASE_ENTER_VALID_MAX_RANGE
source: Please enter a valid max range.
ar: الرجاء إدخال نطاق أقصى صالح.
es: Por favor, introduzca el rango máximo válido.
fr: Veuillez entrer une plage maximale valide.

# TXT_CHOOSE
source: Choose
ar: أختر
es: Escoger
fr: Choisir

# TXT_CHOOSE_UP_TO
source: Choose upto
ar: اختر ما يصل
es: Elegir hasta
fr: Choisissez jusqu'à

# MSG_SELECT_AT_LEAST_SPECIFICATION_TO_SATISFY_RANGE
source: Select specifications to satisfy the specific range.
ar: حدد المواصفات لتلبية النطاق المحدد.
es: Seleccione las especificaciones para satisfacer el rango específico.
fr: Sélectionnez les spécifications pour satisfaire la plage spécifique.

# TXT_RANGE
source: Select Range
ar: نطاق
es: Distancia
fr: Intervalle

# TXT_SPECIFICATION_GROUP_NAME
source: Specification Group Name
ar: اسم مجموعة المواصفات
es: Nombre del grupo de especificación
fr: Nom du groupe de spécifications

# TXT_SPECIFICATION_NAME
source: Specification Name
ar: اسم المواصفات
es: Nombre de especificación
fr: Nom de la spécification

# TXT_PRODUCT_SPECIFICATION_GROUP
source: Specification Groups
ar: مجموعات المواصفات
es: Grupos de especificación
fr: Groupes de spécification

# TXT_DEFAULT_COUNT_MSG
source: Please select default specification according specification range
ar: يرجى تحديد المواصفات الافتراضية وفقا لنطاق المواصفات
es: Por favor, seleccione la especificación por defecto según el rango de especificación
fr: Veuillez sélectionner les spécifications par défaut en fonction de la plage de spécifications

# TXT_IS_USE_ITEM_TAX
source: Use item tax?
ar: استخدام ضريبة البند؟
es: ¿Usar el impuesto de artículo?
fr: Utiliser la taxe sur les articles?

# TXT_ADD_PRODUCT
source: + Product
ar: + منتج
es: + Producto
fr: + un produit

# TXT_SELECT_DOB_DATE
source: Select Birth Date
ar: اختر تاريخ الميلاد
es: Seleccione la fecha de nacimiento
fr: Sélectionnez la date de naissance

# TXT_SELECT_PROMO_START_DATE
source: Select Start Date
ar: اختر تاريخ البدء
es: Seleccione la fecha de inicio
fr: Sélectionnez la date de début

# MSG_PLEASE_UPLOAD_PICTURE
source: Please upload picture
ar: يرجى تحميل الصورة
es: Por favor suba la foto
fr: S'il vous plaît télécharger l'image

# ERROR_CODE_549
source: Customer payment pending.
ar: دفع العملاء في انتظار
es: Pago pendiente del cliente
fr: Paiement client en attente

# TXT_GET_CODE
source: Get Code
ar: الحصول على رمز
es: Obtener Código
fr: Obtenir le code

# MSG_PLEASE_SELECT_ANY_VEHICLE
source: Please select any vehicle
ar: يرجى اختيار أي مركبة
es: Por favor seleccione cualquier vehículo
fr: Veuillez sélectionner n'importe quel véhicule

# TXT_SELECT_VEHICLE
source: Select vehicle
ar: اختر مركبة
es: Seleccionar vehiculo
fr: Choisir un véhicule

# TXT_NO_VEHICLE_AVAILABLE
source: No Vehicle available please contact admin
ar: لا توجد مركبة متاحة ، يرجى الاتصال بالمسؤول
es: Ningún vehículo disponible por favor contacte a admin
fr: Aucun véhicule disponible, veuillez contacter l'administrateur

# TXT_SELECT_EXPIRY_DATE
source: Select Expiry Date
ar: حدد تاريخ انتهاء الصلاحية
es: Seleccione la fecha de caducidad
fr: Sélectionnez la date d'expiration

# ERROR_CODE_2002
source: Insufficient wallet balance.
ar: رصيد المحفظة غير كاف.
es: Saldo de la cartera insuficiente.
fr: Solde de portefeuille insuffisant.

# MSG_LOCATION_ENABLE
source: Without this permission, the app will be unable to get your location and address. allow the app to access your location for better use 1. Go to Settings > Privacy > Location Services. 2. Make sure that Location Services is on
ar: بدون هذا الإذن ، لن يتمكن التطبيق من الحصول على موقعك وعنوانك. السماح بإذن الموقع لاستخدام أفضل 1. انتقل إلى الإعدادات> الخصوصية> خدمات الموقع. 2. تأكد من أن خدمات الموقع في وضع التشغيل
es: Sin este permiso, la aplicación no podrá obtener su ubicación y dirección. permitir permiso de ubicación para un mejor uso 1. Vaya a Configuración> Privacidad> Servicios de ubicación. 2. Asegúrese de que los servicios de ubicación estén activados.
fr: Sans cette permission, l'application ne pourra pas obtenir votre emplacement et votre adresse. autoriser l'autorisation d'emplacement pour une meilleure utilisation 1. Accédez à Paramètres> Confidentialité> Services de localisation. 2. Assurez-vous que les services de localisation sont activés

# ERROR_CODE_569
source: User has insufficient wallet balance.
ar: المستخدم لديه رصيد محفظة غير كاف
es: El usuario no tiene saldo suficiente en la billetera
fr: L'utilisateur a un solde de portefeuille insuffisant

# TXT_ENTER_ITEM_NAME
source: Enter Item Name
ar: أدخل اسم العنصر
es: Ingrese el nombre del artículo
fr: Entrez le nom de l'article

# TXT_DISCOUNT
source: Discount
ar: خصم
es: Descuento
fr: Remise

# TXT_CHANGE_LANGUAGE
source: Change language
ar: غير اللغة
es: Cambiar idioma
fr: Changer de langue

# MSG_CODE_2001
source: Added bank details successfully.
ar: أضف تفاصيل البنك بنجاح.
es: Añadir detalles bancarios con éxito.
fr: Ajouter des détails bancaires avec succès.

# TXT_PRODUCT_CATEGORY_GROUP
source: Categories
ar: التصنيفات
es: Categorias
fr: Les catégories

# TXT_SUB_CATEGORY
source: Sub-Categories
ar: الفئات الفرعية
es: Sub-categorias
fr: Sous-catégories

# TXT_NO_SUB_CATEGORY_AVAILABLE
source: No Subcategories available
ar: لا توجد فئات فرعية متاحة
es: No hay subcategorías disponibles
fr: Aucune sous-catégorie disponible

# MSG_PLEASE_ENTER_PRODUCT_NAME
source: Please enter category title first
ar: يرجى إدخال عنوان الفئة أولاً
es: Por favor ingrese el título de la categoría primero
fr: Veuillez d'abord saisir le titre de la catégorie

# MSG_PLEASE_SELECT_ANY_PRODUCT
source: Please select any sub Category.
ar: يرجى تحديد أي فئة فرعية.
es: Por favor, seleccione cualquier subcategoría.
fr: Veuillez sélectionner une sous-catégorie.

# TXT_CATEGORY_TITLE
source: Category Title
ar: عنوان الفئة
es: Título de categoría
fr: Titre de la catégorie

# ERROR_CODE_1000
source: Details not found.
ar: لم يتم العثور على التفاصيل
es: Detalle no encontrado
fr: Détail non trouvé

# TXT_PRICE_RATING
source: Price Rate
ar: معدل السعر
es: Tasa de precio
fr: Tarif

# MSG_LOCATION_NOT_GETTING
source: Error in getting location.
ar: خطأ في الحصول على الموقع.
es: Error al obtener la ubicación.
fr: Erreur lors de l'obtention de l'emplacement.

# ERROR_CODE_662
source: Order has been canceled already
ar: تم إلغاء الطلب بالفعل
es: Pedido ya cancelado
fr: Commande déjà annulée

# ERROR_CODE_2024
source: Bank Detail Deletion Failed
ar: فشل حذف التفاصيل المصرفية
es: Error al eliminar detalles del banco
fr: Échec de la suppression des détails bancaires

# ERROR_CODE_558
source: Delivery services are not available in your city
ar: خدمة التوصيل غير متوفرة في مدينتك
es: Servicio de entrega no disponible en tu ciudad
fr: Service de livraison non disponible dans votre ville

# TXT_ASSIGN_DELIVERYMAN
source: Assign Deliveryman to deliver the order!
ar: تعيين عامل التوصيل لتسليم الطلب!
es: Asignar repartidor para entregar el pedido!
fr: Comment aimeriez-vous affecter Deliveryman?

# TXT_ASSIGN
source: Assign
ar: تعيين
es: Asignar
fr: Attribuer

# TXT_ASSIGN_AUTOMATICALLY
source: Assign Automatically
ar: تعيين تلقائيًا
es: Asignar automáticamente
fr: Attribuer automatiquement

# TXT_ASSIGN_MANUALLY
source: Assign Manually
ar: تعيين يدويًا
es: Asignar manualmente
fr: Attribuer manuellement

# MSG_PLEASE_SELECT_VEHICLE_TYPE
source: Please select Vehicle Type
ar: يرجى تحديد نوع المركبة
es: Por favor seleccione el tipo de vehículo
fr: Veuillez sélectionner le type de véhicule

source: You have received a new scheduled order.
ar: لقد تلقيت طلب جدول جديد.
es: Has recibido un nuevo pedido de horario.
fr: You have received new schedule order.

# PLACE_HOLDER_ENTER_MESSAGE
source: Enter message
ar: أدخل رسالة
es: Introducir mensaje
fr: Entrez le message

# TXT_CHAT_WITH
source: Chat with
ar: الدردشة مع
es: Chatear con
fr: Parler avec

# TXT_SEND
source: Send
ar: إرسال
es: Enviar
fr: Envoyer

# TXT_READ
source: Read
ar: اقرأ
es: Leer
fr: Lis

source: User accepted update in cart.
ar: قبل المستخدم التحديث في سلة التسوق.
es: El usuario aceptó la actualización en el carrito.
fr: Mise à jour acceptée par l'utilisateur dans le panier.

# ERROR_CODE_663
source: Order has not accepted
ar: لم يتم قبول الطلب
es: Orden no ha aceptado
fr: La commande n'a pas été acceptée

# TXT_ADD_CATEGORY_TITLE
source: Add Category
ar: إضافة فئة
es: Añadir categoría
fr: Ajouter une catégorie

# ERROR_CODE_538
source: Payment Failed.
ar: عملية الدفع فشلت.
es: Pago fallido.
fr: Paiement échoué.

# ERROR_CODE_2021
source: Adding a bank detail failed.
ar: فشلت إضافة تفاصيل البنك
es: Error al agregar un detalle bancario
fr: L'ajout d'un détail bancaire a échoué

# ERROR_CODE_967
source: Store not deliverying on this address.
ar: المتجر لا يسلم على العنوان.
es: La tienda no se entrega en la dirección.
fr: Magasin ne livrant pas à l'adresse.

# TXT_SELECT_ASSIGN_DELIVERYMAN
source: Assign a deliveryman to deliver the order!
ar: تعيين رجل التوصيل لتسليم الطلب!
es: Asigna al repartidor para que entregue el pedido!
fr: Attribuer un livreur pour livrer la commande!

# TXT_SUB_STORE
source: Sub Store
ar: المتجر الفرعي
es: Sub tienda
fr: Sous-magasin

# TXT_ORDER_NOTI
source: Order Notification
ar: إشعار الطلب
es: Notificación de pedido
fr: Notification de commande

# TXT_MASS_NOTI
source: Mass Notification
ar: إعلام جماعي
es: Notificación masiva
fr: Notification de masse

# TXT_NOTIFICATION
source: Notification
ar: تنبيه
es: Notificación

source: Store order changed
ar: تم تغيير أمر المتجر
es: Orden de tienda modificada
fr: Commande du magasin modifiée

# ERROR_CODE_1013
source: Promo code already added try other one
ar: الرمز الترويجي المضاف بالفعل جرب رمزًا آخر
es: Código promocional ya agregado intente con otro
fr: Code promotionnel déjà ajouté essayez-en un autre

# MSG_PLEASE_ENTER_POSTALCODE
source: Please enter Postal Code
ar: الرجاء إدخال الرمز البريدي
es: Ingrese el código postal
fr: Veuillez entrer le code postal

# TXT_MALE
source: Male
ar: الذكر
es: Masculina
fr: Mâle

# TXT_FEMALE
source: Female
ar: أنثى
es: Hembra
fr: Femme

# TXT_GENDER
source: Gender
ar: جنس
es: Género
fr: Le sexe

# TXT_POSTALCODE
source: Postal Code
ar: الكود البريدى
es: Código postal
fr: Code postal

# ERROR_CODE_888
source: Invalid OTP
ar: OTP غير صالح
es: OTP no válido
fr: OTP non valide

# TXT_RESEND
source: Resend
ar: إعادة إرسال
es: Reenviar
fr: Renvoyer

# TXT_RESET_PWD
source: Reset Password
ar: إعادة تعيين كلمة المرور
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe

# MSG_ENTER_NEW_PWD
source: Enter New Password
ar: أدخل كلمة مرور جديدة
es: Ingrese nueva clave
fr: Entrez un nouveau mot de passe

# TITLE_ENTER_NEW_PWD
source: Enter your New Password to login into the app again.
ar: أدخل كلمة المرور الجديدة لتسجيل الدخول مرة أخرى إلى التطبيق.
es: Ingrese su nueva contraseña para volver a iniciar sesión en la aplicación
fr: Entrez votre nouveau mot de passe pour vous reconnecter à l'application.

# TXT_CONFIRM_NEW_PWD
source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe

# MSG_ENTER_VALID_OTP
source: Please enter valid OTP.
ar: الرجاء إدخال Otp صالح
es: Por favor ingrese Otp válido
fr: Veuillez entrer un Otp valide

# MSG_NEW_CONFIRM_PWD_NOT_MATCHED
source: New and Confirm Passwords doesn't match
ar: كلمات المرور الجديدة وتأكيدها غير متطابقة
es: Las contraseñas nuevas y de confirmación no coinciden
fr: Les mots de passe nouveaux et confirmés ne correspondent pas

# TXT_RESEND_CODE_IN
source: Resend Code in
ar: إعادة إرسال الرمز في
es: Reenviar código en
fr: Renvoyer le code dans

# TXT_UPDATE_CATEGORY_TITLE
source: Update Category
ar: تحديث الفئة
es: Actualizar categoría
fr: Mettre à jour la catégorie

# TXT_SEQUENCE_NUMBER
source: Sequence Number
ar: رقم التسلسل
es: Secuencia de números
fr: Numéro de séquence

# TXT_PHOTO_ID_FRONT
source: Photo Id Front
ar: معرف الصورة الجبهة
es: Identificación de foto Frente
fr: Photo Id Avant

# TXT_PHOTO_ID_BACK
source: Photo Id Back
ar: معرف الصورة رجوع
es: Identificación de foto Atrás
fr: Photo Id Retour

# TXT_PHOTO_ID_ADDITIONAL
source: Photo Id Additional
ar: معرف الصورة إضافي
es: Identificación con foto adicional

# TXT_ADMIN
source: Admin
ar: مشرف
es: Administración
fr: Administrateur

# TXT_USER
source: User
ar: المستعمل
es: Usuario
fr: Utilisateur

# TXT_DELIVERYMAN
source: Deliveryman
ar: رجل التوصيل
es: Repartidor
fr: Livreur

# TXT_PHONE_NO
source: Phone No
ar: رقم الهاتف
es: Telefono no
fr: Pas de téléphone

# TXT_SELECT_LANG
source: Select Language
ar: اختار اللغة
es: Seleccione el idioma
fr: Choisir la langue

# TXT_SEARCH_DELIVERYMAN
source: Search Deliveryman
ar: البحث في Deliveryman
es: Buscar repartidor
fr: Rechercher Deliveryman

# TXT_PROVIDER
source: Deliveryman
ar: مزود
es: Proveedor
fr: Fournisseur

# TXT_SERVICE
source: Service
ar: الخدمات
es: Servicio
fr: Un service

# TXT_GROUP
source: Group
ar: مجموعة
es: Grupo
fr: Groupe

# TXT_PRODUCT_
source: Product
ar: المنتج
es: Producto
fr: Produit

# TXT_PROMO_CODE_ONLY
source: Promo Code
ar: رمز ترويجي
es: Código promocional
fr: Code promo

# TXT_SETTING_
source: Setting
ar: ضبط
es: Ajuste
fr: Réglage

# TXT_WEEKLY_EARNING
source: Weekly Earning
ar: الأرباح الأسبوعية
es: Ganancia semanal
fr: Gains hebdomadaires

# MSG_ENTER_COMMENT_RATE_PROVIDER
source: Please rate the deliveryman
ar: يرجى تقييم المزود
es: Califique al proveedor
fr: Veuillez évaluer le fournisseur

# TXT_CALL
source: Call
ar: مكالمة
es: Llamada
fr: Appeler

# TXT_VIEW_INVOICE
source: View Invoice
ar: عرض الفاتورة
es: Mirar la factura
fr: Voir la facture

# TXT_TOTAL_AMOUNT
source: Total Amount
ar: المبلغ الإجمالي
es: Cantidad total
fr: Montant total

# TXT_LANGUAGE
source: Use App in
ar: استخدام التطبيق في
es: Usar aplicación en
fr: Utiliser l'application dans

# TXT_WITHDRAWAL
source: Withdrawal
ar: انسحاب
es: Retiro
fr: Retrait

# TXT_WALLET_TRANSACTION_HISTORY
source: Wallet Transaction
ar: معاملة المحفظة
es: Transacción de Wallet
fr: Transaction Wallet

# TXT_PICKUP
source: Pickup
ar: يلتقط
es: Recoger
fr: Ramasser

# TXT_CALL_USER
source: Call User
ar: اتصال بالمستخدم
es: Llamar al usuario
fr: Appeler l'utilisateur

# TXT_CALL_DELIVERYMAN
source: Call Deliveryman
ar: رجل توصيل المكالمات
es: Llamar al repartidor
fr: Appeler le livreur

# MSG_NO_PRINTERS
source: No Printers Found
ar: لم يتم العثور على طابعات
es: No se encontraron impresoras
fr: Aucune imprimante trouvée

# MSG_TURN_ON_BLUETOOTH
source: Please turn on Bluetooth
ar: الرجاء تشغيل البلوتوث
es: Activa Bluetooth
fr: Veuillez activer Bluetooth

# TXT_RESCAN
source: RESCAN
ar: رسكان

# TXT_CHOOSE_BLUETOOTH_PRINTER
source: Choose Your Bluetooth Printer
ar: اختر طابعة Bluetooth الخاصة بك
es: Elija su impresora Bluetooth
fr: Choisissez votre imprimante Bluetooth

# TXT_STORE_OPEN_FOR_FULL_TIME
source: Store Open for 24 hours
ar: المتجر مفتوح لمدة 24 ساعة
es: Tienda abierta durante 24 horas
fr: Magasin ouvert pendant 24 heures

# TXT_OPEN_TIME
source: Open Time
ar: وقت متاح
es: Tiempo abierto
fr: Temps ouvert

# TXT_CLOSE_TIME
source: Closed Time
ar: وقت الاغلاق
es: Hora de cierre
fr: La période de fermeture

# TXT_STORE_PROVIDE_PICKUP_DELIVERY
source: Provide Pickup Delivery
ar: تسليم الاستلام للموفر
es: Entrega de recogida del proveedor
fr: Livraison de ramassage par le fournisseur

# TXT_IS_SET_DELIVERY_STORE_TIME
source: Schedule Delivery Time
ar: وقت التسليم في المتجر
es: Tiempo de entrega de la tienda
fr: Délai de livraison en magasin

# TXT_MANAGE_STORE_TIME_SCHEDULE
source: Store opening time
ar: وقت تشغيل المتجر
es: Tiempo de funcionamiento de la tienda
fr: Durée de fonctionnement du magasin

# TXT_SCREENS
source: Screen Access
ar: الوصول إلى الشاشة
es: Acceso a la pantalla
fr: Accès à l'écran

# TXT_SCREEN_PERMISSION
source: Store Accessibility Permission
ar: إذن الوصول إلى المتجر
es: Permiso de accesibilidad de la tienda
fr: Autorisation d'accessibilité du magasin

# TITLE_MSG_ENTER_MOBILE_EMAIL_FOR_VERIFICATION
source: To reset password, enter the user credentials used for registration. We will send the code to registered credentials.
ar: لإعادة تعيين كلمة المرور ، أدخل بيانات اعتماد المستخدم المستخدمة للتسجيل. سنرسل الرمز إلى بيانات الاعتماد المسجلة.
es: Para restablecer la contraseña, ingrese las credenciales de usuario utilizadas para el registro. Enviaremos el código a las credenciales registradas
fr: Pour réinitialiser le mot de passe, entrez les informations d'identification de l'utilisateur utilisées pour l'enregistrement. Nous enverrons le code aux informations d'identification enregistrées.

# TXT_REGISTER_NOW
source: Register Now
ar: سجل الان
es: Regístrate ahora
fr: S'inscrire maintenant

# TXT_LOGIN_AS
source: Log in as
ar: سجل دخول
es: INICIAR SESIÓN COMO
fr: SE CONNECTER EN TANT QUE

# TXT_SELECT_LANGUAGE
source: Select Language
ar: اختار اللغة
es: Seleccione el idioma
fr: Choisir la langue

# TXT_DONT_HAVE_YOUR_STORE
source: Don't have your own store?
ar: ليس لديك متجرك الخاص؟
es: ¿No tienes tu propia tienda?
fr: Vous n'avez pas votre propre magasin?

# TXT_FILTERS
source: Filters
ar: عوامل التصفية
es: Filtros

# TXT_INVOICE_DETAILS
source: Invoice Details
ar: تفاصيل الفاتورة
es: Detalles de la factura
fr: Détails de la facture

# TXT_PAYMENT_IN
source: Payment in
ar: الدفع بعملة
es: Pago en
fr: Paiement en

# TXT_PAYMENT_BY
source: Payment by
ar: الدفع بواسطة
es: Pago por
fr: Paiement par

# TXT_PICKUP_DELIVERY
source: Pickup Delivery
ar: توصيل الاستلام
es: Entrega de recogida
fr: Livraison de ramassage

# TX_PROVIDER_DELIVERY
source: Delivery
ar: توصيل
es: Entrega
fr: Livraison

# TXT_FILTER_HISTORY
source: Filter History
ar: تصفية المحفوظات
es: Historial de filtros
fr: Historique des filtres

# TXT_RESET
source: Reset
ar: إعادة ضبط
es: Reiniciar
fr: Réinitialiser

# MSG_PLEASE_ENTER_PRODUCT_TITLE
source: Please enter product title first
ar: الرجاء إدخال عنوان المنتج أولاً
es: Introduzca primero el título del producto
fr: Veuillez d'abord saisir le titre du produit

# TXT_CHAT
source: Chat
ar: محادثة
fr: Discuter

# MSG_PLEASE_ADD_SPECIFICATION_NAME
source: Please Add Specification name
ar: الرجاء إضافة اسم المواصفات
es: Por favor, agregue el nombre de la especificación
fr: Veuillez ajouter un nom de spécification

# TXT_HAVE_YOUR_OWN_STORE
source: Have your own Store?
ar: هل لديك متجرك الخاص؟
es: ¿Tienes tu propia tienda?
fr: Vous avez votre propre magasin?

# TXT_LOGIN_NOW
source: Login Now
ar: تسجيل الدخول الآن
es: Inicia sesión ahora
fr: Connecte-toi maintenant

# MSG_APPROVE_ERROR
source: You will receiver confirmation email once admin approves you.
ar: ستتلقى رسالة تأكيد بالبريد الإلكتروني بمجرد موافقة المسؤول عليك.
es: Recibirá un correo electrónico de confirmación una vez que el administrador lo apruebe
fr: Vous recevrez un e-mail de confirmation une fois que l'administrateur vous aura approuvé.

# TXT_PAYMENT_DETAILS
source: Payment Details
ar: بيانات الدفع
es: Detalles del pago
fr: Détails de paiement

# TXT_TAX_INC_EXC
source: Tax Inclusive/Exclusive?
ar: شامل الضريبة / حصري؟
es: ¿Impuestos incluidos / exclusivos?
fr: Taxes incluses/exclusives ?

# TXT_ARRIVED
source: Arrived
ar: وصل
es: Llegado
fr: Arrivée

# TXT_PICKEDUP
source: Picked up
ar: التقط
es: Recogido
fr: Ramassé

# TXT_START_PREPARE
source: Start preparing
ar: ابدأ الاستعداد
es: Empiece a prepararse
fr: Commencer à préparer

# TXT_ACCEPTED
source: Accepted
ar: قبلت
es: Aceptada
fr: Accepté

# TXT_CONTINUE
source: Continue
ar: يكمل
es: Continuar
fr: Continuer

# ERROR_CODE_899
source: No Wallet History Found.
ar: لم يتم العثور على محفوظات المحفظة.
es: No se ha encontrado el historial de Wallet
fr: Aucun historique de portefeuille trouvé.
