Repository: portos060474/dropo
Catalog: mobile_apps/IOS/store/Store/String/*.lproj/Localizable.strings
Languages: ar, es, fr

# ERROR_CODE_968
source: Item Tax Miss Matched
ar: ضرائب البند غير مطابقة
es: Error de impuesto del artículo coincidente
fr: Impossible d'appariement de la taxe sur l'article

# TXT_STORE_OPEN
source: Store Open
ar: المتجر مفتوح
es: tienda abierta
fr: magasin ouvert

# TXT_OTHER
source: Any other
ar: اي شيء اخر
es: Cualquier otra
fr: Tout autre

# TXT_CANCEL_ORDER_REASON1
source: Product is out of stock
ar: المنتج هو من المخزون
es: El artículo del pedido está agotado.
fr: L'article commandé est en rupture de stock.

# TXT_CANCEL_ORDER_REASON
source: Enter Other Cancellation Reason Here.
ar: أدخل سبب إلغاء آخر هنا.
es: Introduzca aquí otro motivo de cancelación
fr: Entrez ici l'autre motif d'annulation.

# TXT_CANCEL_ORDER_REASON2
source: The store is closed
ar: المتجر مغلق
es: El artículo del pedido está agotado.
fr: L'article commandé est en rupture de stock.

# TXT_CANCEL_ORDER_REASON3
source: The store is no longer accepting orders
ar: المتجر لم يعد يقبل الطلبات
es: La tienda ya no acepta pedidos.
fr: Le magasin n'accepte plus les commandes.

# TXT_EDIT_ORDER_WARNING_MSG
source: Item price or tax settings are changed. Updated figures will be applied in the following order.
ar: تم تغيير سعر العنصر أو إعدادات الضريبة.سيتم تطبيق الأرقام المحدثة بالترتيب التالي.
es: La configuración del precio o de los impuestos del artículo ha cambiado. Las cifras actualizadas se aplicarán en el siguiente orden
fr: Le prix de l'article ou les paramètres de taxe sont modifiés. Les chiffres mis à jour seront appliqués dans l'ordre suivant.

# ERROR_CODE_666
source: Store location is outside city range
ar: موقع المتجر خارج نطاق المدينة
es: La ubicación de la tienda está fuera del rango de la ciudad
fr: L'emplacement du magasin est en dehors de la plage de la ville

# TXT_NO_ITEMS_FOUND
source: No Items Found
ar: لم يتم العثور على العناصر
es: No se encontraron artículos
fr: Aucun élément trouvé

# TXT_SELECT_PROMO_FOR
source: Please Select Promo For
ar: الرجاء تحديد العرض الترويجي لـ
es: Seleccione promoción para
fr: Veuillez sélectionner la promotion pour

# TXT_SELECT_APPLY_CANCELLATION_CHARGE_END_STATE
source: Select apply cancellation charge end state
ar: حدد الحالة النهائية لتطبيق رسوم الإلغاء
es: Selecciona Aplicar estado de finalización del cargo de cancelación
fr: Sélectionnez appliquer l'état final des frais d'annulation

# TXT_SELECT_APPLY_CANCELLATION_CHARGE_START_STATE
source: Select apply cancellation charge start state
ar: حدد حالة بدء تطبيق رسوم الإلغاء
es: Seleccione Aplicar estado de inicio de cargo de cancelación
fr: Sélectionnez appliquer l'état de début des frais d'annulation

# TXT_CANCELLATION_CHARGE_APPLY_BETWEEN_STATES
source: Cancellation charge apply between states :
ar: يتم تطبيق رسوم الإلغاء بين الدول:
es: Se aplica un cargo por cancelación entre estados:
fr: Des frais d'annulation s'appliquent entre les états :

# TXT_CANCELLATION_CHARGE_APPLY_TILL_STATES
source: Cancellation charge apply till state :
ar: يتم تطبيق رسوم الإلغاء حتى الحالة:
es: Se aplica un cargo por cancelación hasta el estado:
fr: Des frais d'annulation s'appliquent jusqu'à l'état :

# TXT_VIEW_CART
source: View cart
ar: عرض عربة التسوق
es: Ver carrito
fr: Voir le panier

# TXT_APPROVED
source: Approved
ar: وافق
es: Aprobado
fr: Approuvé

# TXT_PAID_DELIVERY
source: Paid Delivery
ar: التسليم المدفوع
es: Entrega pagada
fr: Livraison payante

# TXT_SERVICE_FEE
source: Paid Service Fee
ar: رسوم الخدمة المدفوعة
es: Tarifa de servicio pagado
fr: Frais de service payés

# TXT_PAID_ORDER
source: Paid Order
ar: أمر مدفوع
es: Pedido pagado
fr: Commande payée

# TXT_TODAY
source: Today
ar: اليوم
es: Hoy
fr: Aujourd'hui

# TXT_YESTERDAY
source: Yesterday
ar: أمس
es: Ayer
fr: Hier

# TXT_MOBILE_NUMBER
source: Mobile Number
ar: رقم الهاتف المحمول
es: Número de teléfono móvil
fr: Numéro de portable

# TXT_ORDER_RECEIVED_BY
source: Order Received By
ar: تم استلام الطلب بواسطة
es: Pedido recibido por
fr: Commande reçue par

# TXT_CREATED
source: Created
ar: مخلوق
es: Creado
fr: Établi

# TXT_DELIVERED
source: Delivered
ar: تم التوصيل
es: Entregado
fr: Livré

# MSG_CODE_140
source: OTP Verified Successfully
ar: تم التحقق من OTP بنجاح
es: OTP verificado correctamente

# TXT_FD_MSG
source: How much did you like us?
ar: كم أعجبك؟
es: ¿Cuánto te gustó?
fr: À quel point nous avez-vous aimé?

# MSG_ENTER_RATE
source: Please select user rate
ar: الرجاء تحديد سعر المستخدم
es: Seleccione la tarifa de usuario
fr: Veuillez sélectionner le taux d'utilisation

# MSG_ENTER_RATE_PROVIDER
source: Please select provider rate
ar: الرجاء تحديد سعر المزود
es: Seleccione tarifa de proveedor
fr: Veuillez sélectionner le tarif du fournisseur

source: Verification code sent successfully
ar: تم إرسال رمز التحقق بنجاح
es: Código de verificação enviado com sucesso
fr: Code de vérification envoyé avec succès

source: Enter verification code received on email
ar: أدخل رمز التحقق المستلم على البريد الإلكتروني
es: Ingrese el código de verificación recibido en el correo electrónico
fr: Entrez le code de vérification reçu par e-mail

source: Enter verification code received on phone number
ar: أدخل رمز التحقق المستلم على رقم الهاتف
es: Ingrese el código de verificación recibido en el número de teléfono
fr: Entrez le code de vérification reçu sur le numéro de téléphone

source: State
ar: ولاية
es: Estado
fr: État

# TXT_DELIVERY_RADIUS_MORE_THEN_CITY
source: The store can not add more radius compare to city radius
ar: المتجر لا يمكنه إضافة المزيد من نصف القطر مقارنة بنصف قطر المدينة
es: La tienda no puede agregar más radio en comparación con el radio de la ciudad
fr: Le magasin ne peut pas ajouter plus de rayon par rapport au rayon de la ville

# TXT_ENTER_VALID_FREE_RADIUS
source: Please enter valid free delivery radius
ar: الرجاء إدخال نصف قطر صالح للتسليم المجاني
es: Ingrese un radio de entrega gratuito válido
fr: Veuillez entrer un rayon de livraison gratuite valide

# TXT_SEARCH_COUNTRY
source: Search Country
ar: بحث عن الدولة
es: Buscar país
fr: Buscar país

# TXT_SEARCH_CITY
source: Search City
ar: بحث عن المدينة
es: Buscar Ciudad
fr: Buscar Ciudad

# txt_flat_no_name
source: Flat No and Name
ar: الاسم والرقم المسطح
es: Nombre y número de piso
fr: Numéro plat et nom

# txt_street_no
source: Street
ar: شارع
es: calle
fr: rue

# txt_landmark
source: Landmark
ar: معلم
es: Hito
fr: Point de repère

# txt_user_can_add_modifier_qty
source: Can User Add Modifier Quantity?
ar: هل يمكن للمستخدم إضافة كمية معدل؟
es: ¿Puede el usuario agregar cantidad de modificador?
fr: L'utilisateur peut-il ajouter une quantité de modificateur ?

# txt_associate_modifier
source: Associate modifier group
ar: مجموعة المعدلات المنتسبة
es: Asociar grupo modificador
fr: Groupe de modificateurs associés

# txt_editing_conflict_modifier
source: Modifier is associated to another modifiers, editing it will result in deletion of associated modifiers.
ar: المعدِّل مرتبط بمعدِّلات أخرى ، وسيؤدي تحريره إلى حذف المعدِّلات المرتبطة به.
es: El modificador está asociado a otros modificadores, editarlo resultará en la eliminación de los modificadores asociados.
fr: Le modificateur est associé à un autre modificateur, le modifier entraînera la suppression des modificateurs associés.

# txt_deleting_conflict_modifier
source: Modifier is associated to another modifiers, deleting it will result in deletion of associated modifiers.
ar: المعدِّل مرتبط بمعدِّلات أخرى ، وسيؤدي حذفه إلى حذف المعدِّلات المرتبطة به.
es: El modificador está asociado a otro modificador, al eliminarlo se eliminarán los modificadores asociados.
fr: Le modificateur est associé à un autre modificateur, sa suppression entraînera la suppression des modificateurs associés.

# txt_there_is_no_modifier
source: There is no modifier available to associate
ar: لا يوجد معدل متاح للإقران
es: No hay ningún modificador disponible para asociar
fr: Aucun modificateur disponible à associer

# txt_specification_already_added
source: Specification is already added
ar: المواصفات مضافة بالفعل
es: La especificación ya se agregó
fr: La spécification est déjà ajoutée

# txt_select_modifier_group
source: Please select modifier group
ar: الرجاء تحديد مجموعة التعديل
es: Seleccione el grupo de modificadores
fr: Veuillez sélectionner un groupe de modificateurs

# txt_select_specification
source: Please select specification
ar: الرجاء تحديد المواصفات
es: Seleccione la especificación
fr: Veuillez sélectionner une spécification

# txt_provider_delivery
source: Provide Delivery
ar: تقديم التسليم
es: Proporcionar entrega
fr: Fournir la livraison

# txt_unapprove_user
source: Your account is unapproved or deleted. Please contact admin
ar: حسابك غير معتمد أو محذوف. يرجى الاتصال بالمسؤول
es: Su cuenta no se aprobó o se eliminó. Póngase en contacto con el administrador
fr: Votre compte n'est pas approuvé ou supprimé. Veuillez contacter l'administrateur

# txt_are_you_sure_account_delete
source: Are you sure you want to delete your account?
ar: هل أنت متأكد من رغبتك في حذف حسابك؟
es: ¿Está seguro de que desea eliminar su cuenta?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?

# txt_delete_account
source: Delete Account
ar: حذف الحساب
es: Eliminar cuenta
fr: Supprimer le compte

# TXT_CALL_MESSAGE
source: Please wait until call assign to you
ar: يرجى الانتظار حتى يتم تعيين المكالمة لك
es: Espere hasta que se le asigne la llamada
fr: Veuillez patienter jusqu'à ce que l'appel vous soit attribué

# TXT_CLOSE
source: Close
ar: إغلاق
es: Cerrar
fr: Fermer

source: MON
es: LUN
fr: LUN

source: TUE
es: MAR
fr: MAR

source: WED
es: MIE
fr: MER

source: THU
es: JUE
fr: JEU

# MSG_CODE_114
source: Wallet amount added successfully
es: Monto de cartera agregado exitosamente
fr: Montant du portefeuille ajouté avec succès

# MSG_ENTER_STATE
source: Please enter valid state name
es: Ingrese un nombre de estado válido
fr: Veuillez entrer un nom d'état valide

# TXT_CASH_PAYMENT
source: Cash Payment
es: Pagamento em dinheiro
fr: Paiement en espèces
